[
  {
    "key": "boutiquevisit1_9babdb27",
    "original": "Ah, the boutique. I’m not exactly sure what I’ll be doing there, but I’m curious. I've heard that the girl running this boutique is beautiful."
  },
  {
    "key": "boutiquevisit1_90998bdf",
    "original": "It's practically the closest building to the wagon so it's really hard to miss."
  },
  {
    "key": "boutiquevisit1_36b2275a",
    "original": "Even the directions Moxie left for me are just 'walk forward'."
  },
  {
    "key": "boutiquevisit1_cfc8f217",
    "original": "Additionally, this building is one of the largest in the suburbs. Combining both the shop-like ground floor with the living quarters of a regular house, it towers over the traditional homes."
  },
  {
    "key": "boutiquevisit1_15aa3381",
    "original": "As I knock on the door I can hear ruffling on the other side which opens to reveal a serene beauty."
  },
  {
    "key": "boutiquevisit1_a4db6d61",
    "original": "Ah, it’s Moxie's new friend! Sorry, we’re not open yet."
  },
  {
    "key": "boutiquevisit1_f2737196",
    "original": "Hello, I'm actually here in response to Penelope's letter, I hear you have some work for me?"
  },
  {
    "key": "boutiquevisit1_d187f5c3",
    "original": "Goodness me… I almost forgot about that. Well, I… This is quite a surprise."
  },
  {
    "key": "boutiquevisit1_3391fcc9",
    "original": "Don’t worry, I’m slowly getting used to that initial shock. I know I look a bit different, but I’m just like anyone else, happy to help and able to take orders."
  },
  {
    "key": "boutiquevisit1_6764f27b",
    "original": "Ah please, do come in. My name is Ruby, it’s my pleasure darling."
  },
  {
    "key": "boutiquevisit1_472255bd",
    "original": "I’m [playername], the pleasure is mine."
  },
  {
    "key": "boutiquevisit1_7ed9af8f",
    "original": "I step into the boutique, and while I was expecting a shop floor it seems more like a messy warehouse. It’s chaotic to say the least."
  },
  {
    "key": "boutiquevisit1_f1b81b74",
    "original": "There are some mannequins outfitted with beautiful designer clothes, and some with unfinished rags."
  },
  {
    "key": "boutiquevisit1_848a3f56",
    "original": "There are also bags of material strewn out over the shop floor."
  },
  {
    "key": "boutiquevisit1_1dbb91ae",
    "original": "It's nice to see you, however it's important to reiterate that this is a favour. Truth is, I’m stretched thin, so I won’t be able to pay you much."
  },
  {
    "key": "boutiquevisit1_56e8aa56",
    "original": "Stretched thin you say? Hopefully I can help you out with that."
  },
  {
    "key": "boutiquevisit1_9249db1a",
    "original": "No, not really, this is a designer boutique. I design the clothes, you’ll just have meagre tasks to complete."
  },
  {
    "key": "boutiquevisit1_ed4aaaa5",
    "original": "Speaking of which, are you selling clothes too? I'd like to buy something."
  },
  {
    "key": "boutiquevisit1_67b49aca",
    "original": "I need to get a 'slave' outfit for Riku's truth or dare punishment."
  },
  {
    "key": "boutiquevisit1_ec895afb",
    "original": "Oh? W-Well we're not open but... what would you like to buy?"
  },
  {
    "key": "boutiquevisit1_3ac8445f",
    "original": "I'm looking for a maid dress."
  },
  {
    "key": "boutiquevisit1_e43a4c85",
    "original": "Of course darling... Hmm, Melody had a maid dress for halloween once..."
  },
  {
    "key": "boutiquevisit1_7919381d",
    "original": "Ah, there it is."
  },
  {
    "key": "boutiquevisit1_37844fab",
    "original": "She walks over to a rack and takes one out to show me, it's perfect."
  },
  {
    "key": "boutiquevisit1_454d2d18",
    "original": "Naturally this dress fits Melody's small figure and bosom, is that okay?"
  },
  {
    "key": "boutiquevisit1_bf868f11",
    "original": "Yeah that's perfect, how much is it?"
  },
  {
    "key": "boutiquevisit1_a60fc6e8",
    "original": "Second hand? 50 monies should cover it."
  },
  {
    "key": "rubymaidmenu1_105f5958",
    "original": "I can't afford it."
  },
  {
    "key": "rubymaidmenu1_97a22c68",
    "original": "Pleasure doing business with you darling."
  },
  {
    "key": "rubymaidmenu1_a79e984d",
    "original": "By the way, can you leave the dress here?"
  },
  {
    "key": "rubymaidmenu1_62cccc3e",
    "original": "Here? Do you want to pick it up at a later time?"
  },
  {
    "key": "rubymaidmenu1_b7d2a020",
    "original": "Yes, you'll see."
  },
  {
    "key": "rubymaidmenu1_eaba9c5f",
    "original": "Okay darling, maybe another time."
  },
  {
    "key": "rubymaidmenu1_c5af20b7",
    "original": "Anyway, I'm here to work too. Do you have something for me?"
  },
  {
    "key": "rubymaidmenu1_b9c032bf",
    "original": "Yeah, that makes sense. I’ll do anything, genuinely I’m just here to help."
  },
  {
    "key": "rubymaidmenu1_ed4357f2",
    "original": "Gosh, I didn’t really think this through, I’ve never worked with another pony before… Hmm…"
  },
  {
    "key": "rubymaidmenu1_53053ef9",
    "original": "Wait here a few moments and I’ll think of something... Oh, would you like some tea?"
  },
  {
    "key": "rubymaidmenu1_7f20feef",
    "original": "Yeah, tea would be great, thanks."
  },
  {
    "key": "rubymaidmenu1_4b52e8a0",
    "original": "I sit down on what seems to be the only chair that doesn’t have a mound of material or clothes bundled atop of it."
  },
  {
    "key": "rubymaidmenu1_ecc5cebc",
    "original": "This room… it reminds me of a girl’s untidy bedroom. It’s like she got out all her toys, but she seldom puts them back."
  },
  {
    "key": "rubymaidmenu1_a5696890",
    "original": "While I’m waiting, I might as well have a closer look at the clothes she has designed. They each have a certain elegance to them, a certain royal charm."
  },
  {
    "key": "rubymaidmenu1_e750f701",
    "original": "To my ignorance they appear quite high-end and respectable."
  },
  {
    "key": "rubymaidmenu1_a6b61969",
    "original": "As I step closer and get a good look though, I can’t help but notice how dusty it is in here. It’s one thing for dust to accumulate in the crevices of the room, but on the clothes? It must have been sitting here untouched for months."
  },
  {
    "key": "rubymaidmenu1_799dca5b",
    "original": "Perhaps this is just an old design that has been already been approved and mass produced for a clothes shop, I can’t really say, I don’t know how it works in Arcadia. While it's similar in some aspects of my world, in other areas there’s a notable disconnect."
  },
  {
    "key": "rubymaidmenu1_d1cf7ef6",
    "original": "Ruby soon returns with a decorated cup of black tea in both hands, placing them both on a clearing atop a dressing table."
  },
  {
    "key": "rubymaidmenu1_9f517cdc",
    "original": "Thank you for the tea, Ruby."
  },
  {
    "key": "rubymaidmenu1_9de1b9dd",
    "original": "You're welcome, dearie. I have decided that you can clean up around here. I don’t exactly have any hard rules, and it’s not exactly a science, I just want everything neater in here."
  },
  {
    "key": "rubymaidmenu1_c6226b63",
    "original": "Place materials in bags, fold up clothes neatly, dust surfaces, if there’s anything you genuinely don’t know what to do with, place it on that large table over there and I’ll sort it out later."
  },
  {
    "key": "rubymaidmenu1_08d3f346",
    "original": "Super simple, I'm honestly embarrassed that you came when it's so bad, I should never have let it get this messy anyway."
  },
  {
    "key": "rubymaidmenu1_3fdab7df",
    "original": "But… this is a good excuse to get it cleaned up, sorry to make you that excuse."
  },
  {
    "key": "rubymaidmenu1_0baeb958",
    "original": "Boring as it may be, it's that or leave empty-handed."
  },
  {
    "key": "rubymaidmenu1_cd353ff8",
    "original": "Yeah, I'll do it, don't worry."
  },
  {
    "key": "rubymaidmenu1_2bbfb8a1",
    "original": "It shouldn't take longer than an hour."
  },
  {
    "key": "rubymaidmenu1_9b27d993",
    "original": "Wonderful to hear darling, I have some work to do upstairs, I’m afraid that’s a do not disturb situation."
  },
  {
    "key": "rubymaidmenu1_3539a89c",
    "original": "Alright, what if I need to ask a question, or something? Like… I don’t even know where anything is."
  },
  {
    "key": "rubymaidmenu1_1d1af6e5",
    "original": "If you really need me, call my name and I’ll come down when I’m ready. For everything else, the kitchen and downstairs bathroom are on the left of that hallway, plenty of cleaning utensils there."
  },
  {
    "key": "rubymaidmenu1_5bb1ab75",
    "original": "Hmm, guess I’ll start by putting everything in neat piles."
  },
  {
    "key": "rubymaidmenu1_cdeed4fb",
    "original": "Fabulous, now, I must be off, a mare must work hard to make waves in the industry these days."
  },
  {
    "key": "rubymaidmenu1_d3fc9701",
    "original": "She claps her hands together, smiling as she takes her leave and goes upstairs."
  },
  {
    "key": "rubymaidmenu1_03f8980f",
    "original": "Now that she's gone, I can't help but feel like there's something wrong here."
  },
  {
    "key": "rubymaidmenu1_06b9fc52",
    "original": "Wasn't she acting a little strange?"
  },
  {
    "key": "rubymaidmenu1_5902729f",
    "original": "As I clean around the room I look at some of her beautiful clothing designs."
  },
  {
    "key": "rubymaidmenu1_b8ee6eb8",
    "original": "It must be hard making waves in a clothing industry when no one wears clothes..."
  },
  {
    "key": "rubymaidmenu1_ec1b0d61",
    "original": "Perhaps Ruby would be more successful in my old world."
  },
  {
    "key": "rubymaidmenu1_02a1e0c4",
    "original": "It’s surprising just how similar some of these clothing designs are to clothes in my world, yet simultaneously some designs seem to be completely abstract."
  },
  {
    "key": "rubymaidmenu1_7c179cc8",
    "original": "It's genuinely hard to tell if some of the pieces are lingerie, or it just appear to be lingerie because it shows off genitalia, which isn’t a taboo in this society."
  },
  {
    "key": "rubymaidmenu1_60594e91",
    "original": "I assume she has another room for designing clothes, perhaps a textiles room, because honestly this place can’t be anything more than a warehouse considering its upkeep."
  },
  {
    "key": "rubymaidmenu1_7704d9a5",
    "original": "Oh well, it’s my job to clean right now, not ask questions. It’s not exactly lavish work but I wasn’t expecting a free ride throughout my time here in Arcadia."
  },
  {
    "key": "rubymaidmenu1_d0a8e957",
    "original": "If I truly don’t enjoy it, I can just work somewhere else instead."
  },
  {
    "key": "rubymaidmenu1_4a393312",
    "original": "I start by organising all the materials, then bags, and then all the loose clothes."
  },
  {
    "key": "rubymaidmenu1_375c63da",
    "original": "Once all loose items are accounted for, I can finally start to brush down the surfaces, and then sweep."
  },
  {
    "key": "rubymaidmenu1_e949c6cc",
    "original": "This is… really boring."
  },
  {
    "key": "rubymaidmenu1_8c70a1d4",
    "original": "As boring as it may be, it’s not exactly taking a long time, there’s not a chance this is going to fill up the expected eight hours of a full workday."
  },
  {
    "key": "rubymaidmenu1_a9a2da2d",
    "original": "Brushing, dusting… A sip of tea, it’s still warm."
  },
  {
    "key": "rubymaidmenu1_b4a85237",
    "original": "I’m surprised by how easy this task turned out to be. The room’s size made it seem like it’d be a gargantuan task at first, but all I’ve had to do is pick up and move some things."
  },
  {
    "key": "rubymaidmenu1_6a929995",
    "original": "It’s actually become quite apparent that this room isn’t actually messy, it’s just incredibly disorganised."
  },
  {
    "key": "rubymaidmenu1_11aef9a3",
    "original": "Ruby could have done this herself and it wouldn’t have taken that long. It’s just like my old room back at home whenever it’s messy, it only takes about five minutes to actually tidy up, it’s just exerting the effort to actually get off my ass."
  },
  {
    "key": "rubymaidmenu1_7528d213",
    "original": "Alright, I’m done. This place looks much better, the room even feels bigger."
  },
  {
    "key": "rubymaidmenu1_36f8d378",
    "original": "If Ruby isn't here working, what is this room even used for?"
  },
  {
    "key": "rubymaidmenu1_096af1ac",
    "original": "Surely this room must be a shop floor, where customers enter, try on clothes and then see how they look in the mirror. No need for changing rooms when everyone walks around naked."
  },
  {
    "key": "rubymaidmenu1_08b3967a",
    "original": "Maybe I just came here when the boutique was closed, but that wouldn’t explain the mess or dust."
  },
  {
    "key": "rubymaidmenu1_fdc7087a",
    "original": "Alright, I've had enough pondering. Something is wrong, and I’m curious."
  },
  {
    "key": "rubymaidmenu1_2cf4c7bd",
    "original": "Nothing about this situation adds up, and my inner detective is going to find out the truth."
  },
  {
    "key": "rubymaidmenu1_0bc5bb4f",
    "original": "I know Ruby told me not to bother her upstairs, but I have to tell her I've finished cleaning, so I'll intentionally accidentally peep upstairs and see what's going on."
  },
  {
    "key": "rubymaidmenu1_4d28e365",
    "original": "Perhaps she’s just making clothes, maybe she’s in a cult gangbang, or secretly a demon."
  },
  {
    "key": "rubymaidmenu1_6037cc3b",
    "original": "I tiptoe upstairs and it leads to a hallway that shoots off to a few rooms that fill out the top floor."
  },
  {
    "key": "rubymaidmenu1_69e23560",
    "original": "The second floor is still quite large; I imagine there’s more than just bedrooms and a bathroom up here. I’m not sure what room Ruby is in though, and I don’t really feel like yelling."
  },
  {
    "key": "rubymaidmenu1_a63592fe",
    "original": "I peek into the first room and it's just an empty cutesy bedroom, the colour scheme is pink and white. I don’t go inside so the only notable object I can make out through the crack in the door is a musical keyboard."
  },
  {
    "key": "rubymaidmenu1_764de1f3",
    "original": "A completely normal bedroom... I feel guilty now, I'm probably being petty and nosy."
  },
  {
    "key": "rubymaidmenu1_89be1939",
    "original": "Yeah, I need to tell her I'm done, so I'll push onward."
  },
  {
    "key": "rubymaidmenu1_9d5d22e5",
    "original": "Wait, I just heard something."
  },
  {
    "key": "rubymaidmenu1_08b0f61d",
    "original": "Was that Ruby’s voice? I can’t make out what she’s saying, but she talks again. Is she talking to herself?"
  },
  {
    "key": "rubymaidmenu1_d40a8644",
    "original": "Yeah, I should just wait downstairs..."
  },
  {
    "key": "rubymaidmenu1_6b6bacc6",
    "original": "Just as I'm turning to leave, I hear Ruby’s distinctive voice. Did she just talk to me?"
  },
  {
    "key": "rubymaidmenu1_fa5d8fd2",
    "original": "I can’t make out what she’s saying, but she talks again. Is she talking to herself?"
  },
  {
    "key": "rubymaidmenu1_9f847576",
    "original": "Well I'm here now, I'll tell her I'm done."
  },
  {
    "key": "rubymaidmenu1_9a6169ef",
    "original": "… Yeah, you like…"
  },
  {
    "key": "rubymaidmenu1_73c6038b",
    "original": "I peek into this room and at a glance I can see a similar cutesy bedroom, I can definitely hear Ruby from this room."
  },
  {
    "key": "rubymaidmenu1_8a08bd88",
    "original": "Ahhh, yeahh… Thank you Bigs221"
  },
  {
    "key": "rubymaidmenu1_c6515054",
    "original": "Bigs221? what? Wait, I can hear her moaning."
  },
  {
    "key": "rubymaidmenu1_6946e8d3",
    "original": "Is she masturbating?"
  },
  {
    "key": "rubymaidmenu1_f3361725",
    "original": "Getting slightly closer, I peek through the crack in the door"
  },
  {
    "key": "rubymaidmenu1_a946ef82",
    "original": "From behind I can see her legs spread open before a laptop, it seems she’s streaming herself masturbating."
  },
  {
    "key": "rubymaidmenu1_ba704d2e",
    "original": "She's a camgirl!"
  },
  {
    "key": "rubymaidmenu1_66ffc4fb",
    "original": "I… really shouldn’t be spying on this, this is way too personal and perverse."
  },
  {
    "key": "rubymaidmenu1_37c95fe1",
    "original": "I’m going to head back to the kitchen and pretend I didn’t see this, else I’ll end up in pony jail for being a peeping tom."
  },
  {
    "key": "rubymaidmenu1_0299b359",
    "original": "As soon as I turn around however, busted! There’s someone RIGHT there, making me jump. In a hushed voice she whispers to me."
  },
  {
    "key": "rubymaidmenu1_b045f36a",
    "original": "What’s this I spy, a rat peeping on my sister?"
  },
  {
    "key": "rubymaidmenu1_09cedbfe",
    "original": "Ohoho, you didn't know? Let me guess, your dick just followed the trail of moans and your brain didn't catch on?"
  },
  {
    "key": "rubymaidmenu1_88b622f5",
    "original": "I'm the pest control."
  },
  {
    "key": "rubymaidmenu1_342fd852",
    "original": "I like your honesty. Perhaps you're not a rat after all."
  },
  {
    "key": "rubymaidmenu1_52cd47b6",
    "original": "You enjoyed it didn’t you? Watching such a regal lush mare touching herself in lewd ways."
  },
  {
    "key": "rubymaidmenu1_6c9e1345",
    "original": "Gross, gross, gross! You really are just a sick pervert."
  },
  {
    "key": "rubymaidmenu1_d52174a3",
    "original": "I'm glad I caught you before you started masturbating to her."
  },
  {
    "key": "rubymaidmenu1_f1527d52",
    "original": "What? I wouldn't do that."
  },
  {
    "key": "rubymaidmenu1_87e0483d",
    "original": "Wouldn't you?"
  },
  {
    "key": "rubymaidmenu1_7102ca57",
    "original": "I bet you get excited watching innocent mares like her touch herself."
  },
  {
    "key": "rubymaidmenu1_4f09bfeb",
    "original": "You may be better suited to being one of her lonely orbiters that donate to her every day."
  },
  {
    "key": "rubymaidmenu1_499b60e8",
    "original": "Liar, I saw you tip-toeing up to the door, limp dick swaying back and forth."
  },
  {
    "key": "rubymaidmenu1_fe9a59cf",
    "original": "I don’t even know what to say. I’m somewhat paralyzed, I just hope she doesn’t blow my cover."
  },
  {
    "key": "rubymaidmenu1_5226d18f",
    "original": "As we whisper to each other in the hallway, I can still hear Ruby masturbating"
  },
  {
    "key": "rubymaidmenu1_c3fabcc7",
    "original": "If I can hear that, then she could hear the two of us any second."
  },
  {
    "key": "rubymaidmenu1_ef6bee6f",
    "original": "I was just returning to the kitchen, we shouldn't exacerbate the problem by staying here."
  },
  {
    "key": "rubymaidmenu1_36ee29ea",
    "original": "What's that, we shouldn't masturbate the problem?"
  },
  {
    "key": "rubymaidmenu1_579bae9b",
    "original": "Oh? Is that why your little guy down there is growing?"
  },
  {
    "key": "rubymaidmenu1_30c307d0",
    "original": "W-Wha, it is not!"
  },
  {
    "key": "rubymaidmenu1_e6e41ef4",
    "original": "Ohoh suuure, first you spy on my sister masturbating, and now you’re ogling my breasts and pussy."
  },
  {
    "key": "rubymaidmenu1_75a56aaf",
    "original": "Admit it, you've looked at my boobs and pussy already."
  },
  {
    "key": "rubymaidmenu1_1db14359",
    "original": "Of course, it's only natural for you to love these breasts."
  },
  {
    "key": "rubymaidmenu1_1026aa7e",
    "original": "I'll take the compliment, you perv."
  },
  {
    "key": "rubymaidmenu1_799cf15e",
    "original": "In fact, for being so kind, how about a closer look?"
  },
  {
    "key": "rubymaidmenu1_e8f26b52",
    "original": "Oh please, I saw your eyes move at the mere mention of my tiny titties."
  },
  {
    "key": "rubymaidmenu1_ef468dcc",
    "original": "Come on, come touch them, they're as soft as they look."
  },
  {
    "key": "rubymaidmenu1_afde054b",
    "original": "Or are you an ass man? Maybe you want to feel my pussy? It's mating season so it's nice and wet."
  },
  {
    "key": "rubymaidmenu1_b1a77313",
    "original": "Damnit, now my penis is starting to stiffen slightly. I don’t know what this girl’s trying to do, but she has managed to beguile me."
  },
  {
    "key": "rubymaidmenu1_dc772513",
    "original": "Oh disgusting, your thing moved on its own, like a worm. Oh, by Aurora, it’s growing."
  },
  {
    "key": "rubymaidmenu1_4af56a18",
    "original": "I feel humiliated, but I have enough pride to not cover myself up at least. I can tell what she’s trying to do, she’s trying to psych me out and bully me, I’ll call her bluff."
  },
  {
    "key": "rubymaidmenu1_67c68b5f",
    "original": "All that growth because you saw me and my sister, hm? You have a thing for tasty mares like us?"
  },
  {
    "key": "rubymaidmenu1_1c131a89",
    "original": "Aren't I just charming?"
  },
  {
    "key": "rubymaidmenu1_c57d915d",
    "original": "Heat or not, I'm not one of your easy mare sluts."
  },
  {
    "key": "rubymaidmenu1_171c8d74",
    "original": "Wow, trying to sleep with a mare you met a few minutes ago?"
  },
  {
    "key": "rubymaidmenu1_42490d15",
    "original": "I knew it, you really are a pig."
  },
  {
    "key": "rubymaidmenu1_ddccd6a1",
    "original": "It truly breaks my heart to know you wouldn't spy on me masturbating."
  },
  {
    "key": "rubymaidmenu1_e4938e43",
    "original": "Kehehe."
  },
  {
    "key": "rubymaidmenu1_f980fa45",
    "original": "Why would either of us ever have sex with you though?"
  },
  {
    "key": "rubymaidmenu1_4dbd77fd",
    "original": "Heheh, look at you, pushed down into a cleaning errand boy."
  },
  {
    "key": "rubymaidmenu1_b2a7417b",
    "original": "Imagine if you were more charismatic, charming and good looking, you could have seduced my sister by now, but instead she's ignoring you and masturbating for strangers."
  },
  {
    "key": "rubymaidmenu1_b7460790",
    "original": "At this rate, you'll always be ignored, just like your little worm, although it's not exactly little anymore..."
  },
  {
    "key": "rubymaidmenu1_f139e9ca",
    "original": "Ah crap, I may have half an erection. Guess I’m still not used to hanging around naked girls, not when they tease me at least."
  },
  {
    "key": "rubymaidmenu1_eda5856a",
    "original": "Additionally, this entire time I can hear wet sounds from Ruby masturbating in the background."
  },
  {
    "key": "rubymaidmenu1_c62218c8",
    "original": "Yeah I got stuck cleaning, but that’s what I’m here to do. I'm not here to seduce or sleep with anyone, I just want to get paid."
  },
  {
    "key": "rubymaidmenu1_3265f23e",
    "original": "You want to fuck though, don’t you?"
  },
  {
    "key": "rubymaidmenu1_209d0d45",
    "original": "Huh? You?"
  },
  {
    "key": "rubymaidmenu1_a92d732d",
    "original": "Certainly not me, gross!"
  },
  {
    "key": "melodyhandjob2_b0c9a141",
    "original": "Heheh, my sister… bet you want to ravage her…"
  },
  {
    "key": "melodyhandjob2_2e45878e",
    "original": "She gets really close, whispering in my ear, I can feel her hot breath against my skin. Every so often I can hear Ruby moan too. This is a nightmare situation I’ve stumbled into, perhaps this is karma."
  },
  {
    "key": "melodyhandjob2_b4d53269",
    "original": "Go on, look at her, she's really desperate to have men look at her..."
  },
  {
    "key": "melodyhandjob2_ac8366ec",
    "original": "Hehe, she also wants to earn money, if you want to keep watching her you'll have to pay up."
  },
  {
    "key": "melodyhandjob2_3b2cb1e0",
    "original": "You may think that, but how could you possibly know what she thinks? Maybe she's really enjoying it..."
  },
  {
    "key": "melodyhandjob2_62c5bc4f",
    "original": "Doubt it..."
  },
  {
    "key": "melodyhandjob2_52a22e49",
    "original": "My sister is always so needy for male attention, heheh, that’s the only reason she’d ever hire you…"
  },
  {
    "key": "melodyhandjob2_98175a85",
    "original": "She’s walking circles around me, it’s quite unnerving."
  },
  {
    "key": "melodyhandjob2_2d11b214",
    "original": "But… Look at you, what kind of laboratory test tube did you stumble out of? Hmph."
  },
  {
    "key": "melodyhandjob2_74526893",
    "original": "Okay, that was a bit mean."
  },
  {
    "key": "melodyhandjob2_ab3079aa",
    "original": "Oohh, boohoo… Here, let me make it all better…"
  },
  {
    "key": "melodyhandjob2_cb05e884",
    "original": "She pushes me back against the wall and kneels down beside my erection, she leers at it with intrigue before daintily wrapping her cold fingers around my cock."
  },
  {
    "key": "melodyhandjob2_f69bc29c",
    "original": "Heheh, nice cock, I give it an 8/10."
  },
  {
    "key": "melodyhandjob2_f21631d8",
    "original": "Her cold fingers start to rub back and forth around my shaft all whilst she rubs herself."
  },
  {
    "key": "melodyhandjob2_99e5bdbf",
    "original": "What's more is I can still see Ruby through a crack in her door."
  },
  {
    "key": "melodyhandjob2_7232ad1d",
    "original": "Mmm… I bet you want to slide this thing deep inside of her…"
  },
  {
    "key": "melodyhandjob2_68024ded",
    "original": "I don’t resist, not because I’m enjoying myself, more because I’m surprised and bewildered."
  },
  {
    "key": "melodyhandjob2_c339cedc",
    "original": "She’s in heat you know… I bet her pussy is begging for it…"
  },
  {
    "key": "melodyhandjob2_42f831a5",
    "original": "I look down to see her hand grazing my shaft in slow teasing motions. My eyes then look up and once again through the crack of the door."
  },
  {
    "key": "melodyhandjob2_a20af44f",
    "original": "Ruby is enjoying herself a lot more with the vibrator this time, with her little sister's silence all I can hear are Ruby's cute moans."
  },
  {
    "key": "melodyhandjob2_5a0a64a9",
    "original": "Come on, admit it…"
  },
  {
    "key": "melodyhandjob2_154a73d9",
    "original": "Eugh… Admit what?"
  },
  {
    "key": "melodyhandjob2_762b3107",
    "original": "You wanna fuck my sister, don’cha?"
  },
  {
    "key": "melodyhandjob2_a6cca44d",
    "original": "She continues to make sadistic and smug faces while she teases me.."
  },
  {
    "key": "melodyhandjob2_0faa46ad",
    "original": "Yeah…"
  },
  {
    "key": "melodyhandjob2_6cc79745",
    "original": "Gross, gross! You’re no better than the stallions, always thinking with the head of their cock instead of the head of their body."
  },
  {
    "key": "melodyhandjob2_732d91d8",
    "original": "Her hand speeds up around my cock, like… really speeds up, she seems giddy. She's masturbating too, I can see them both masturbating..."
  },
  {
    "key": "melodyhandjob2_01d339be",
    "original": "I can make it happen though…"
  },
  {
    "key": "melodyhandjob2_ed748ca2",
    "original": "You can?"
  },
  {
    "key": "melodyhandjob2_0cdd1366",
    "original": "I’m too distracted by her hand job to really form long sentences, it feels annoyingly good."
  },
  {
    "key": "melodyhandjob2_9e8fa42b",
    "original": "That’s right wormy boy, if you want, I’ll let you fuck my sister… All you need to do is accept a deal from me"
  },
  {
    "key": "melodyhandjob2_20b39397",
    "original": "What’s the catch? Why would you let me?"
  },
  {
    "key": "melodyhandjob2_1dd69802",
    "original": "Come on now, I’m not so sinister that I’d need a catch… Heheh, what I have planned will benefit us both."
  },
  {
    "key": "melodyhandjob2_85e9abe9",
    "original": "What's your plan?"
  },
  {
    "key": "melodyhandjob2_fc1c11f4",
    "original": "That's a secret, all you need to do is agree… Hehe"
  },
  {
    "key": "melodyhandjob2_1387c463",
    "original": "I wait a few seconds before replying, not because I’m deliberating whether to go along with her or not, I’ve already decided. The wait is just in petty protest, the hand job doesn’t stop either, so that’s nice."
  },
  {
    "key": "melodyhandjob2_7694242f",
    "original": "Hehe, good boy..."
  },
  {
    "key": "melodyhandjob2_e9340919",
    "original": "Hehe, your cock doesn't deserve this virgin pussy."
  },
  {
    "key": "melodyhandjob2_a5183d70",
    "original": "Accept the deal however, and maybe I'll reconsider."
  },
  {
    "key": "melodyhandjob2_c81a9d16",
    "original": "Okay, I accept."
  },
  {
    "key": "melodyhandjob2_7694242f_1",
    "original": "Hehe, good boy..."
  },
  {
    "key": "melodyhandjob2_18824ad2",
    "original": "Fufufu, we have a troublemaker."
  },
  {
    "key": "melodyhandjob2_73ec9ec2",
    "original": "Fine, do it your way, I'm excited to see the results."
  },
  {
    "key": "melodyhandjob2_b01935fd",
    "original": "Now close your eyes, and imagine this hand is Ruby's tight pussy."
  },
  {
    "key": "melodyhandjob2_6241175d",
    "original": "She starts to speed up the hand job to an overwhelming degree."
  },
  {
    "key": "melodyhandjob2_87f9a2a0",
    "original": "Good boy, I want you to cum for me..."
  },
  {
    "key": "melodyhandjob2_e0781ad2",
    "original": "If she keeps going like this, I’ll cum."
  },
  {
    "key": "melodyhandjob2_35dbe2aa",
    "original": "Come on, come on, fill her pussy up!"
  },
  {
    "key": "melodyhandjob2_8e73cec3",
    "original": "I can feel my orgasm welling up. I want to tell her to stop but it feels far too good."
  },
  {
    "key": "melodyhandjob2_17d90b01",
    "original": "Before I know it my vision is going white, my cock throbs and I start to ejaculate."
  },
  {
    "key": "melodyhandjob2_b86fb59a",
    "original": "In her cool yet pleasant grip, my cock starts to shoot several loads onto the white carpet below. Generously of her, she keeps jacking me off throughout my entire orgasm, I’m ashamed to admit it feels fantastic."
  },
  {
    "key": "melodyhandjob2_37597927",
    "original": "You came so much… All onto our white carpet… Heheh, so pathetic…"
  },
  {
    "key": "melodyhandjob2_16ad155f",
    "original": "All this cum while spying and listening to my sister, gross!"
  },
  {
    "key": "melodyhandjob2_505234be",
    "original": "Kehehe, were you now?"
  },
  {
    "key": "melodyhandjob2_bcb53e92",
    "original": "I hoped you enjoyed the show, I know I sure did. Although I think I'll finish up alone in my room."
  },
  {
    "key": "melodyhandjob2_9c24b1f2",
    "original": "Kehehe, let me work my magic and you'll be balls deep in her."
  },
  {
    "key": "melodyhandjob2_40b6383f",
    "original": "She takes a step back away from me, removing her hand from my now flaccid penis; there isn't a single drop of cum on her."
  },
  {
    "key": "melodyhandjob2_ce258d13",
    "original": "To my surprise, she doesn't say anything else, she just stands there smiling."
  },
  {
    "key": "melodyhandjob2_4ec7c7bc",
    "original": "Her smile isn’t infectious at all; it’s almost intimidating to wonder just what exactly she’s planning."
  },
  {
    "key": "melodyhandjob2_ce9a6fc0",
    "original": "We'll talk soon, 'kay?"
  },
  {
    "key": "melodyhandjob2_f7acf245",
    "original": "She slinks away back into the cute pink and white room I’d seen previously, closing the door behind her with a distinct click."
  },
  {
    "key": "melodyhandjob2_cabeb21c",
    "original": "… Uh, I’m not really sure what to do now."
  },
  {
    "key": "melodyhandjob2_0d334a37",
    "original": "Though, in the corner of my eye, none other than Ruby appears with a somewhat bewildered expression."
  },
  {
    "key": "melodyhandjob2_a1bf8338",
    "original": "I- uh, thought I heard someone… You… must be… done?"
  },
  {
    "key": "melodyhandjob2_1d5016cb",
    "original": "Finished, yes, I finished cleaning, I just came up to call for you."
  },
  {
    "key": "melodyhandjob2_e1d58efa",
    "original": "Ah… I see."
  },
  {
    "key": "melodyhandjob2_db8f42bf",
    "original": "She looks somewhat distressed, no doubt she’s worried whether I saw her masturbating on camera."
  },
  {
    "key": "melodyhandjob2_d96cddf3",
    "original": "I was just going to make some lunch, come with me, darling."
  },
  {
    "key": "melodyhandjob2_7fcb3ef1",
    "original": "Sure thing, that sounds great."
  },
  {
    "key": "melodyhandjob2_83e9349b",
    "original": "She takes a step forward, stepping onto the carpet where I had just ejaculated. Oh, come on, what kind of ridiculous series of unfortunate events is this?"
  },
  {
    "key": "melodyhandjob2_5d7e3274",
    "original": "Thankfully she doesn’t notice at all."
  },
  {
    "key": "melodyhandjob2_2b868d77",
    "original": "We go downstairs to her kitchen; I finally have a chance to honestly breathe clearly. It felt like I was holding my breath that entire time."
  },
  {
    "key": "melodyhandjob2_45aaa20d",
    "original": "I practically slump back in one of Ruby’s kitchen chairs and peek at the trees outside while she makes sandwiches. Not exactly the meal I was expecting, but grateful nonetheless, she even cuts the sandwich into rectangles, cute."
  },
  {
    "key": "melodyhandjob2_d0b7b13c",
    "original": "Did you see anything?"
  },
  {
    "key": "melodyhandjob2_22cadcdb",
    "original": "Hm, you mean while cleaning up?"
  },
  {
    "key": "melodyhandjob2_d1cd0747",
    "original": "No, darling, I mean upstairs…"
  },
  {
    "key": "melodyhandjob2_827c447f",
    "original": "Hadn’t anticipated her confronting me like this, I hope she doesn’t have a pension for sadism like her little sister. Gosh, it just occurred to me that I didn’t even catch that demon’s name."
  },
  {
    "key": "melodyhandjob2_c387ae57",
    "original": "Either way, I hadn’t prepared an excuse for this and my growing silence is all too showing."
  },
  {
    "key": "melodyhandjob2_0a6144b0",
    "original": "Well… I saw your sister, I guess."
  },
  {
    "key": "melodyhandjob2_baf23212",
    "original": "Melody? I wasn’t expecting her back this early."
  },
  {
    "key": "melodyhandjob2_f22093d0",
    "original": "That’s a surprisingly sweet name for evil incarnate."
  },
  {
    "key": "melodyhandjob2_302e6c53",
    "original": "*Sigh*, how unfortunate, both you and Melody were there? I left my door slightly open just in case you called for me but…"
  },
  {
    "key": "melodyhandjob2_578b21cb",
    "original": "No, no, she didn’t see much, she went straight to her room in fact, I walked up to your room alone."
  },
  {
    "key": "melodyhandjob2_e1f0c8ff",
    "original": "Is it really my place to lie here? Just to make Ruby feel better..."
  },
  {
    "key": "melodyhandjob2_fadc675f",
    "original": "Well, as long as Melody didn’t see or hear anything. I can tell you’re hiding something though, it’s written on your face."
  },
  {
    "key": "melodyhandjob2_36d00282",
    "original": "She has a sharp mind, there's no hiding this from her."
  },
  {
    "key": "melodyhandjob2_d6b8d4c1",
    "original": "Yeah, I may have briefly caught a glimpse of something."
  },
  {
    "key": "melodyhandjob2_316720a8",
    "original": "I see... I was half tempted to tell you anyway."
  },
  {
    "key": "melodyhandjob2_18696c38",
    "original": "I was doing a cam show, a show where I masturbate on camera and people can donate money or something..."
  },
  {
    "key": "melodyhandjob2_95819100",
    "original": "I see… I’m somewhat familiar with those."
  },
  {
    "key": "melodyhandjob2_90479e8f",
    "original": "Yes… I'm sorry you had to see a lady like me doing something so… vulgar."
  },
  {
    "key": "melodyhandjob2_1183482e",
    "original": "When Penelope mentioned she had a male that needed work, I figured that’d be the perfect opportunity to try and lift my feeble camgirl career off the ground."
  },
  {
    "key": "melodyhandjob2_28a0738c",
    "original": "When I saw you at the party, I chickened out... I misread Penelope's letter and thought you were..."
  },
  {
    "key": "melodyhandjob2_80ce199f",
    "original": "I chickened out when I saw you darling, I misread the letter and thought you were…"
  },
  {
    "key": "melodyhandjob2_0c5bd09f",
    "original": "Well, a stallion..."
  },
  {
    "key": "melodyhandjob2_6adec82a",
    "original": "I guess I’m a unique flavour, isn’t that a good thing for a cam stream though?"
  },
  {
    "key": "melodyhandjob2_1679e7bd",
    "original": "I’m not entirely sure, it’s a new and scary experience for a lady like myself."
  },
  {
    "key": "melodyhandjob2_e6605330",
    "original": "Today is a rollercoaster, with twist after twist."
  },
  {
    "key": "melodyhandjob2_c207eadb",
    "original": "First I discovered that Ruby was a camgirl."
  },
  {
    "key": "melodyhandjob2_431e47dc",
    "original": "Then Melody offered me that deal, somehow she'll make Ruby sleep with me."
  },
  {
    "key": "melodyhandjob2_e915d32f",
    "original": "Oh, and she jacked me off onto the carpet, what the heck was that all about? It was hot though."
  },
  {
    "key": "melodyhandjob2_dc4dfa63",
    "original": "Then Ruby found out that I saw her show."
  },
  {
    "key": "melodyhandjob2_3babb503",
    "original": "And now I'm discovering that she initially hired me to take part in the show, but she had a change of heart last second."
  },
  {
    "key": "melodyhandjob2_21c56ec8",
    "original": "Where do I even begin, I have plenty of questions now."
  },
  {
    "key": "melodyhandjob2_a53699a5",
    "original": "You don’t mind if I ask a few questions right, Ruby?"
  },
  {
    "key": "melodyhandjob2_9f68ca39",
    "original": "Not at all darling, it’s the least I can do after dragging you here and wasting your time."
  },
  {
    "key": "melodyhandjob2_802cf726",
    "original": "I was under the impression that you were a designer, running a boutique, is that not the case?"
  },
  {
    "key": "melodyhandjob2_29e52d3a",
    "original": "Hmm… *Sigh*, it was the case, it somewhat is the case. Unfortunately, I’m ahead of my time, I design luxurious clothes but there’s no pony to wear them."
  },
  {
    "key": "melodyhandjob2_9e873b48",
    "original": "I’ve tried to shimmy my way into the tight echelons of upper-class pony society, but my name isn’t particularly recognised or respected… yet…"
  },
  {
    "key": "melodyhandjob2_7caf2735",
    "original": "I do work here and there, a few days a week, but it doesn’t pay the rent."
  },
  {
    "key": "melodyhandjob2_71ce89ab",
    "original": "That’s really unfortunate, so the camgirl business is to pay the rent?"
  },
  {
    "key": "melodyhandjob2_e0812a96",
    "original": "Yep, a lady like myself, masturbating on a camera for the public to enjoy, just to try and pay my bills. You must think of me as repugnant."
  },
  {
    "key": "melodyhandjob2_d2e092ef",
    "original": "Not at all, I highly respect what you’re doing."
  },
  {
    "key": "melodyhandjob2_139589b8",
    "original": "Respectable? It’s laughable honestly; no one watches me, I only have five regular viewers."
  },
  {
    "key": "melodyhandjob2_44b5282b",
    "original": "It took a few seconds for all the puzzle pieces to connect in my head. Camgirls in my world are highly successful, but in this world, who’s their audience? The tiny in-demand population of men? Not likely."
  },
  {
    "key": "melodyhandjob2_83e43520",
    "original": "I certainly wouldn't watch a camgirl in this world, I'd just go outside."
  },
  {
    "key": "melodyhandjob2_12c5dc9e",
    "original": "In this world, the audience for cam shows is going to be predominantly female. So there are probably a lot more camguys than camgirls."
  },
  {
    "key": "melodyhandjob2_fffd5de9",
    "original": "No wonder she wanted to hire me, a lone girl camming won’t be in demand, but a straight sex stream. That’s the mother lode."
  },
  {
    "key": "melodyhandjob2_fa5f70a2",
    "original": "Are you not earning enough?"
  },
  {
    "key": "melodyhandjob2_84096e52",
    "original": "It’s… tight. It’s barely enough, but I’m living paycheck to paycheck."
  },
  {
    "key": "melodyhandjob2_fe709a6c",
    "original": "That’s rough, I wish there was a way I could help."
  },
  {
    "key": "melodyhandjob2_596088cf",
    "original": "Ah, it’s fine… Just let it be known that I can’t pay you much."
  },
  {
    "key": "melodyhandjob2_cf86421e",
    "original": "I understand, you probably won’t want me to come back, then."
  },
  {
    "key": "melodyhandjob2_516cb9fc",
    "original": "Yeah, sorry for wasting your time, darling."
  },
  {
    "key": "melodyhandjob2_b758a865",
    "original": "Here, I’ll give you 5 monies for cleaning up, you did a wonderful job."
  },
  {
    "key": "melodyhandjob2_84231e47",
    "original": "She hands me a rather measly pay; this is barely enough to cover groceries. I don’t mind though; I can’t exactly ask her for more."
  },
  {
    "key": "melodyhandjob2_6d2c3ee9",
    "original": "Ruby says her goodbyes and returns upstairs, presumably to continue her camming, sandwich and tea in hand."
  },
  {
    "key": "melodyhandjob2_14294e6a",
    "original": "I was tempted to ask if I could cam with her, but she would have let me if that's what she wanted."
  },
  {
    "key": "melodyhandjob2_3150ed0b",
    "original": "I finish my tea and sandwich, and I guess it’s about time I headed out. I wonder if I can go work somewhere else for half a day to earn a little more, maybe Honeycrisp’s farm? Her schedule would be the most flexible."
  },
  {
    "key": "melodyhandjob2_420d1b39",
    "original": "I get up to leave and as I walk into the main room that I had tidied up earlier, I spot the sinister girl from before. Melody sat at a table on a laptop."
  },
  {
    "key": "melodyhandjob2_e2a9ba20",
    "original": "Ohh, finished preying on my sister? You dirty lil’ perv."
  },
  {
    "key": "melodyhandjob2_968d83d4",
    "original": "Preying? You’re the one with a self-proclaimed plan to get us to have sex, and I think I figured out why."
  },
  {
    "key": "melodyhandjob2_6a41847c",
    "original": "Mhm, I guess that post-ejaculation clarity helped you figure it out."
  },
  {
    "key": "melodyhandjob2_216c0009",
    "original": "We're both struggling financially, so like I said before, my plan will benefit both of us."
  },
  {
    "key": "melodyhandjob2_d088b834",
    "original": "You live across from us with Moxie right? You don't even own a house... You'll probably want some extra money then."
  },
  {
    "key": "melodyhandjob2_429f2f1f",
    "original": "I'm actually lodging with Butters right now, but I don't tell her that."
  },
  {
    "key": "melodyhandjob2_90826e36",
    "original": "So I want you to take this, and come back the next time you’re available."
  },
  {
    "key": "melodyhandjob2_c9ea5497",
    "original": "She leans over into her bag and empties her purse, totalling 20 monies which she hands me."
  },
  {
    "key": "melodyhandjob2_df8ff42c",
    "original": "I’m shocked at her sudden generosity, this is four times the amount Ruby gave me."
  },
  {
    "key": "melodyhandjob2_ed8ec253",
    "original": "Uhm… Thank you, that's really kind, Melody."
  },
  {
    "key": "melodyhandjob2_f5c0adf9",
    "original": "Don’t thank me, this is a bribe to get you to come back. I heard what you said to Ruby."
  },
  {
    "key": "melodyhandjob2_1c3bff0e",
    "original": "You will come back and play, won’t you?"
  },
  {
    "key": "melodyhandjob2_f5e3b982",
    "original": "Yeah, I’ll be back, any idea what will happen? I'm assuming I'll be helping Ruby with her stream."
  },
  {
    "key": "melodyhandjob2_d08262d7",
    "original": "Shh, that’s the secret, be a good boy and just come."
  },
  {
    "key": "melodyhandjob2_d3c3a236",
    "original": "She’s making me nervous, yet I have 25 monies in my hand right now, I’m in a situation where I can’t refuse, can I?"
  },
  {
    "key": "melodyhandjob2_bf987315",
    "original": "What’s the matter, cat got your tongue?"
  },
  {
    "key": "melodyhandjob2_7578a91f",
    "original": "Sorry, I was just thinking."
  },
  {
    "key": "melodyhandjob2_a8e7b47f",
    "original": "Want me to come over and sit on your lap? Would that get the blood flowing into your brain?"
  },
  {
    "key": "melodyhandjob2_fb082607",
    "original": "I can’t help but peek at her butt and imagine what it’d be like if her soft cute ass was nestled against me. As evil as she is, she’s extremely attractive like her sister. She keeps her legs crossed though, so I don’t see much else."
  },
  {
    "key": "melodyhandjob2_51c568d1",
    "original": "Oh Aurora, I can feel your lecherous gaze all over my body, so gross, gross!"
  },
  {
    "key": "melodyhandjob2_09bb040f",
    "original": "It is a nice butt though, isn't it?"
  },
  {
    "key": "melodyhandjob2_e188d9df",
    "original": "I wonder what would happen if I actually called this girl’s bluff."
  },
  {
    "key": "melodyhandjob2_e0723cbd",
    "original": "Does that mean you’re not going to sit on my lap?"
  },
  {
    "key": "melodyhandjob2_d3a27371",
    "original": "Do you want me to?"
  },
  {
    "key": "melodyhandjob2_606e2d02",
    "original": "Sure."
  },
  {
    "key": "melodyhandjob2_6b72a91c",
    "original": "Heheh… So disgusting! I can’t believe you’d think I’d do something like that, I can even see your gross little worm getting bigger, there’s no way I’m sitting on that!"
  },
  {
    "key": "melodyhandjob2_c5932031",
    "original": "So, she definitely bluffs, for the first time all day her insults fall rather flat and feel somewhat forced. Even a girl like this is fallible."
  },
  {
    "key": "melodyhandjob2_1c8e5efa",
    "original": "She was right about one thing though, I’m annoyingly getting erect again. I can't stop thinking of that handjob she gave me, that was hot."
  },
  {
    "key": "melodyhandjob2_53e0c199",
    "original": "You should leave but… If you leave now everyone will see your pathetic little worm in its half erect state…"
  },
  {
    "key": "melodyhandjob2_f039dcee",
    "original": "Oh yeah, are you going to do something about it?"
  },
  {
    "key": "melodyhandjob2_03687314",
    "original": "I think I’d prefer to just watch you squirm honestly, in a perpetual state of being unable to get soft and leave but unable to get off either."
  },
  {
    "key": "melodyhandjob2_c2834190",
    "original": "That’s rather sadistic, are you just gonna sit there and bully me this entire time while browsing the internet?"
  },
  {
    "key": "melodyhandjob2_6c187042",
    "original": "I just like the cute ways you squirm. You’re so pitiful."
  },
  {
    "key": "melodyhandjob2_505ee5c9",
    "original": "I bet you’re only here hoping you can sleep with some mares in heat, I know your type."
  },
  {
    "key": "melodyhandjob2_d04f3bc2",
    "original": "That’s not true, I’m trapped here from another world. Anyway, you’re being a hypocrite."
  },
  {
    "key": "melodyhandjob2_83b59c5c",
    "original": "Trapped? Another world? Don’t tell me you’re crazy too."
  },
  {
    "key": "melodyhandjob2_93d4e54f",
    "original": "You’re a unicorn, you tell me. I was teleported here from a faraway place by Moxie."
  },
  {
    "key": "melodyhandjob2_83ebdb51",
    "original": "Hmm, don’t care."
  },
  {
    "key": "melodyhandjob2_4a2515f7",
    "original": "… Well, what about the fact you’re a hypocrite, letting me sleep with your sister?"
  },
  {
    "key": "melodyhandjob2_8791f926",
    "original": "Pfft… Is that the only thing you can keep talking about? Sleep with my sister, sex this, sex that. You’re kind of disgusting."
  },
  {
    "key": "melodyhandjob2_4a71793f",
    "original": "I just mentioned something else and you told me you don't care."
  },
  {
    "key": "melodyhandjob2_03874656",
    "original": "I don’t get you at all."
  },
  {
    "key": "melodyhandjob2_afe48b28",
    "original": "No, and you will never get me, I’m way out of your league, wormy boy."
  },
  {
    "key": "melodyhandjob2_44933149",
    "original": "In my frustration I seem to have gone totally flaccid, so I’ll take this opportunity to dip out and go back home."
  },
  {
    "key": "melodyhandjob2_cfb19244",
    "original": "I’m leaving."
  },
  {
    "key": "melodyhandjob2_ff2f2700",
    "original": "Do come back…"
  },
  {
    "key": "melodyhandjob2_469fa7f5",
    "original": "I head out of the boutique in a huff."
  },
  {
    "key": "melodyhandjob2_1ee9e07a",
    "original": "This was not the experience I was expecting when I decided to work there. It felt pointless, humiliating and frustrating."
  },
  {
    "key": "melodyhandjob2_43802e5d",
    "original": "The serene princess-like beauty and politeness of Ruby contrasted with that she-devil. Well, actually Ruby wasn’t that polite, but in contrast to Melody anyone can seem polite."
  },
  {
    "key": "melodyhandjob2_2f4f2281",
    "original": "Yet… I grasp in my right hand, 25 monies. Why in that brief moment was Melody so generous? And why did she give me a handjob?"
  },
  {
    "key": "melodyhandjob2_51a4b356",
    "original": "She seems like someone that always has an ulterior motive, so despite this generosity I can’t take it as genuine good grace."
  },
  {
    "key": "melodyhandjob2_1c0bca7e",
    "original": "Even so, just for a moment, the look in her eyes and her voice was so sincere..."
  },
  {
    "key": "melodyhandjob2_958169bf",
    "original": "I need to talk to someone about this, clear my head."
  },
  {
    "key": "melodyhandjob2_ce617998",
    "original": "…"
  },
  {
    "key": "melodyhandjob2_2b4f75c9",
    "original": "Turns out I have hours and hours before Moxie gets back, so I decide to fill the time by going on a walk."
  },
  {
    "key": "melodyhandjob2_15b7a010",
    "original": "Moxie wasn’t lying when I said I might get approached by girls, I've had a few passing conversations with curious strangers and even been asked on a date."
  },
  {
    "key": "melodyhandjob2_8b08d4b3",
    "original": "But I’m not particularly in the mood for a fling with a random mare... At least not right now."
  },
  {
    "key": "melodyhandjob2_346b7e9d",
    "original": "I just want a relaxing walk to clear my head, so I step out of the suburbs and take a walk around the surrounding fields and wooded areas."
  },
  {
    "key": "melodyhandjob2_2e89c4dc",
    "original": "When I return to the wagon, I’m feeling much better."
  },
  {
    "key": "melodyhandjob2_8818a385",
    "original": "When Moxie returns, I have to take a moment to really consider whether or not I should tell her about the oddity that was today."
  },
  {
    "key": "melodyhandjob2_f14899ff",
    "original": "Hey tiger, how was work today?"
  },
  {
    "key": "melodyhandjob2_43ee9d0b",
    "original": "If I can’t be honest with her, I can’t be honest with anyone."
  },
  {
    "key": "melodyhandjob2_768dfbed",
    "original": "Today was strange, I went to the boutique but Ruby ended up telling me to go home because there was no work to do."
  },
  {
    "key": "melodyhandjob2_4057caf6",
    "original": "Ah… So, you didn’t get paid?"
  },
  {
    "key": "melodyhandjob2_02722e24",
    "original": "That’s the weird thing; I did get paid, but not by Ruby, by her little sister."
  },
  {
    "key": "melodyhandjob2_3aaa1b4b",
    "original": "Little sister, hmm... Her name escapes me, I know she goes to the college I’m trying to apply for."
  },
  {
    "key": "melodyhandjob2_3789f08b",
    "original": "That's weird though, what happened?"
  },
  {
    "key": "melodyhandjob2_f615b9eb",
    "original": "Her name is Melody and yeah it’s weird because… I didn’t do anything. She just gave me the money and told me to come back, even though Ruby has no work for me."
  },
  {
    "key": "melodyhandjob2_ced48688",
    "original": "Heh, the way I see it, money is money! Mares can get weird around guys sometimes, I act pretty weird when I’m around you too, got me thinking."
  },
  {
    "key": "melodyhandjob2_9ba4495d",
    "original": "The way I act around you doesn’t obey my usual personality or the self-image of myself, yet naturally I act differently around you, more open and honest than I ever have been before."
  },
  {
    "key": "melodyhandjob2_b384f249",
    "original": "Usual personality… That’s right, there was a brief moment Melody seemed kind and sympathetic earlier today; if Moxie naturally acts differently around me, maybe Melody does too."
  },
  {
    "key": "melodyhandjob2_9f7123a0",
    "original": "After all, Ruby gave me no cause for concern in regards to Melody’s behaviour, it seemed to be a wholly unique treatment towards me. There’s only one way to find out though."
  },
  {
    "key": "melodyhandjob2_2f0ddc46",
    "original": "What do you know about Melody, like, everything?"
  },
  {
    "key": "melodyhandjob2_7f483cfe",
    "original": "Uhm, what I know is residues from conversation with Honeycrisp and Riku. I know she studies music, I think she’s quite sweet too, gets along with everyone, has plenty of friends."
  },
  {
    "key": "melodyhandjob2_0880a0a7",
    "original": "If she’s at that college then there’s no doubt she’s talented in some way."
  },
  {
    "key": "melodyhandjob2_8717748e",
    "original": "Ohh, I see, that’s quite inspiring."
  },
  {
    "key": "melodyhandjob2_26a0048e",
    "original": "It’s clear I’m not getting the full picture. Obviously Melody has a motive, but I doubt it’s a malicious supervillain motive, she’s just frustrating to be around."
  },
  {
    "key": "melodyhandjob2_dad214bc",
    "original": "I feel like I’ve overlooked one crucial detail for a while now just because it was so alien to me, but the hand job she gave me was perhaps the strangest experience in my life."
  },
  {
    "key": "melodyhandjob2_53464940",
    "original": "You mentioned you get woozy around me earlier, and you said some mares do get weak at the knees when around a man during this season, but have you ever heard of girls getting aggressive?"
  },
  {
    "key": "melodyhandjob2_d8d168b4",
    "original": "Aggressive? Is Melody causing you trouble? I’ll kick her ass."
  },
  {
    "key": "melodyhandjob2_5be41823",
    "original": "No, no trouble, she’s just behaving in an unusual way."
  },
  {
    "key": "melodyhandjob2_ffe19e1e",
    "original": "Uhm, well I don’t know, arousal and horniness aren’t really emotions, they may influence emotions, perhaps make certain ones stronger or weaker."
  },
  {
    "key": "melodyhandjob2_b23303e3",
    "original": "I think Melody wants me back for some kind of scheme of hers, should I be careful?"
  },
  {
    "key": "melodyhandjob2_13da1b04",
    "original": "Nah, if she’s messing around with you it’s probably just in harmless jest, I haven’t heard anything bad about those two. At most she’s horny and wants a cute boy like you around again, I’d say go for it."
  },
  {
    "key": "melodyhandjob2_d159f8af",
    "original": "Hmm, maybe she’s horny, but she’ll just tease and mess me around."
  },
  {
    "key": "melodyhandjob2_47b067e6",
    "original": "It’s up to you whether you want to go down that rabbit hole, I know for a fact that my curiosity would get the best of me in a situation like that, I say go for it."
  },
  {
    "key": "melodyhandjob2_ce617998_1",
    "original": "…"
  },
  {
    "key": "melodyhandjob2_2b4f75c9_1",
    "original": "Turns out I have hours and hours before Moxie gets back, so I decide to fill the time by going on a walk."
  },
  {
    "key": "melodyhandjob2_15b7a010_1",
    "original": "Moxie wasn’t lying when I said I might get approached by girls, I've had a few passing conversations with curious strangers and even been asked on a date."
  },
  {
    "key": "melodyhandjob2_768b9ec4",
    "original": "But I’m not particularly in the mood for a fling with a random mare."
  },
  {
    "key": "melodyhandjob2_346b7e9d_1",
    "original": "I just want a relaxing walk to clear my head, so I step out of the suburbs and take a walk around the surrounding fields and wooded areas."
  },
  {
    "key": "melodyhandjob2_2e89c4dc_1",
    "original": "When I return to the wagon, I’m feeling much better."
  },
  {
    "key": "melodyhandjob2_8b34ffeb",
    "original": "When Butters returns, I have to take a moment to really consider whether or not I should tell her about the oddity that was today."
  },
  {
    "key": "melodyhandjob2_10d7bec7",
    "original": "Hey [playername], how was work today?"
  },
  {
    "key": "melodyhandjob2_43ee9d0b_1",
    "original": "If I can’t be honest with her, I can’t be honest with anyone."
  },
  {
    "key": "melodyhandjob2_768dfbed_1",
    "original": "Today was strange, I went to the boutique but Ruby ended up telling me to go home because there was no work to do."
  },
  {
    "key": "melodyhandjob2_15efbd29",
    "original": "Ah… So, you didn’t get paid?"
  },
  {
    "key": "melodyhandjob2_02722e24_1",
    "original": "That’s the weird thing; I did get paid, but not by Ruby, by her little sister."
  },
  {
    "key": "melodyhandjob2_f0be294a",
    "original": "You mean Melody? Why did she give you money?"
  },
  {
    "key": "melodyhandjob2_0eba1a68",
    "original": "Yeah it’s weird because… I didn’t do anything. She just gave me the money and told me to come back, even though Ruby has no work for me."
  },
  {
    "key": "melodyhandjob2_a6f4a1fb",
    "original": "That's interesting... Maybe it's something to do with her heat?"
  },
  {
    "key": "melodyhandjob2_ae9e9d95",
    "original": "Do you think she's using me as a prostitute?"
  },
  {
    "key": "melodyhandjob2_b1257bb4",
    "original": "Hehe no, no... Heat's weird, I've even noticed some differences in my personality when I'm around you."
  },
  {
    "key": "melodyhandjob2_bffd364e",
    "original": "The way I act around you in heat isn't always 'me'. I can't help but act differently around you, less shy than ever before.."
  },
  {
    "key": "melodyhandjob2_14113f4e",
    "original": "That’s right, there was a brief moment Melody seemed kind and sympathetic earlier today; if Butters naturally acts differently around me, maybe Melody does too."
  },
  {
    "key": "melodyhandjob2_610da454",
    "original": "After all, Ruby gave me no cause for concern in regards for Melody’s behaviour, it seemed to be a wholly unique treatment towards me. There’s only one way to find out though."
  },
  {
    "key": "melodyhandjob2_2f0ddc46_1",
    "original": "What do you know about Melody, like, everything?"
  },
  {
    "key": "melodyhandjob2_633fd17e",
    "original": "Uhm, I don't know much, even though I was quite close friends with Ruby. I know she studies music, I think she’s quite sweet too, and has plenty of friends."
  },
  {
    "key": "melodyhandjob2_04cb7aa1",
    "original": "If she’s at that college then there’s no doubt she’s talented in some way."
  },
  {
    "key": "melodyhandjob2_96853ca7",
    "original": "Ohh, I see, that’s quite aspiring."
  },
  {
    "key": "melodyhandjob2_26a0048e_1",
    "original": "It’s clear I’m not getting the full picture. Obviously Melody has a motive, but I doubt it’s a malicious supervillain motive, she’s just frustrating to be around."
  },
  {
    "key": "melodyhandjob2_dad214bc_1",
    "original": "I feel like I’ve overlooked one crucial detail for a while now just because it was so alien to me, but the hand job she gave me was perhaps the strangest experience in my life."
  },
  {
    "key": "melodyhandjob2_53464940_1",
    "original": "You mentioned you get woozy around me earlier, and you said some mares do get weak at the knees when around a man during this season, but have you ever heard of girls getting aggressive?"
  },
  {
    "key": "melodyhandjob2_f7bea944",
    "original": "Aggressive? Was Melody aggressive?"
  },
  {
    "key": "melodyhandjob2_047dd512",
    "original": "No, not aggressive, she’s just behaving in an unusual way."
  },
  {
    "key": "melodyhandjob2_a492c1c4",
    "original": "Uhm, well I don’t know, arousal and horniness aren’t really emotions. But I know they can certainnly influence emotions, perhaps make certain ones stronger or weaker."
  },
  {
    "key": "melodyhandjob2_b23303e3_1",
    "original": "I think Melody wants me back for some kind of scheme of hers, should I be careful?"
  },
  {
    "key": "melodyhandjob2_9f723206",
    "original": "If she’s messing around with you it’s probably harmless, I haven’t heard anything bad about those two. At most she’s horny and wants a cute boy like you around again, I’d say go for it."
  },
  {
    "key": "melodyhandjob2_450df921",
    "original": "It can't be any more dangerous than cave diving with you."
  },
  {
    "key": "melodyhandjob2_f9e6880d",
    "original": "Heh, I told you that's not dangerous!"
  },
  {
    "key": "melodyhandjob2_e9ea92f3",
    "original": "Yeah, yeah..."
  },
  {
    "key": "melodyhandjob2_ce617998_2",
    "original": "…"
  },
  {
    "key": "boutiquevisit2_edd5f502",
    "original": "Down the rabbit hole, let’s see what Melody and Ruby are up to at the boutique."
  },
  {
    "key": "boutiquevisit2_3c3fb4a8",
    "original": "They live right next to the wagon, so it’d be nice to become good friends with them."
  },
  {
    "key": "boutiquevisit2_1558d14e",
    "original": "I honestly have no idea what to expect."
  },
  {
    "key": "boutiquevisit2_c5f76467",
    "original": "As I go to knock on the door, I dread Ruby opening the door and asking me what I’m doing back. Worst case scenario I go somewhere else with my non-existent tail tucked between my legs. I wonder if that saying works in this world."
  },
  {
    "key": "boutiquevisit2_3402e2d0",
    "original": "It sounds ridiculous, but right now I’d much rather talk to Melody and figure out what she wants."
  },
  {
    "key": "boutiquevisit2_3ad3ff21",
    "original": "I knock on the door and Ruby is the one that greets me rather cheerfully."
  },
  {
    "key": "boutiquevisit2_97a0e9f6",
    "original": "Oh goodness, it’s you. Darling, I’m so glad you came."
  },
  {
    "key": "boutiquevisit2_3c119c20",
    "original": "We got off to such a bad start, I’m so sorry. Come on in! Allow me to make you a drink."
  },
  {
    "key": "boutiquevisit2_fc6dd8b3",
    "original": "Woah, okay... I haven’t even said anything yet and I’m having admiration and positivity thrown my way. This is the direct opposite to her dreary attitude last time."
  },
  {
    "key": "boutiquevisit2_7dcfb9d6",
    "original": "And again, just like last time, I can tell there’s something wrong here."
  },
  {
    "key": "boutiquevisit2_195a903d",
    "original": "Hello Ruby, I uh…"
  },
  {
    "key": "boutiquevisit2_ceccee93",
    "original": "Crap, I didn’t even prepare anything to say, I cut myself short just before I said I’m here to work for the day. I can’t just admit I’m here because Melody told me."
  },
  {
    "key": "boutiquevisit2_958afc47",
    "original": "Uh… I’d love some tea, thank you so much."
  },
  {
    "key": "boutiquevisit2_4d469ed1",
    "original": "I head through the main room which has basically been untouched, I can’t discern a single change since the last time I was here."
  },
  {
    "key": "boutiquevisit2_d59f4c55",
    "original": "Hey Ruby, before get any tea, I'm looking to buy something."
  },
  {
    "key": "boutiquevisit2_67b49aca",
    "original": "I need to get a 'slave' outfit for Riku's truth or dare punishment."
  },
  {
    "key": "boutiquevisit2_1523ae01",
    "original": "Oh! You're here as a customer, I didn't realize."
  },
  {
    "key": "boutiquevisit2_9d309a27",
    "original": "Well uh, what else would I be here for?"
  },
  {
    "key": "boutiquevisit2_1be8a8cb",
    "original": "Ahah, of course darling! I may even throw in a discount for a dear such as yourself. What would you like to buy?"
  },
  {
    "key": "boutiquevisit2_3ac8445f",
    "original": "I'm looking for a maid dress."
  },
  {
    "key": "boutiquevisit2_721b83ef",
    "original": "Of course darling... Hmm, Melody had a maid dress for halloween once, ah, here it is."
  },
  {
    "key": "boutiquevisit2_37844fab",
    "original": "She walks over to a rack and takes one out to show me, it's perfect."
  },
  {
    "key": "boutiquevisit2_454d2d18",
    "original": "Naturally this dress fits Melody's small figure and bosom, is that okay?"
  },
  {
    "key": "boutiquevisit2_bf868f11",
    "original": "Yeah that's perfect, how much is it?"
  },
  {
    "key": "boutiquevisit2_a60fc6e8",
    "original": "Second hand? 50 monies should cover it."
  },
  {
    "key": "rubymaidmenu2_105f5958",
    "original": "I can't afford it."
  },
  {
    "key": "rubymaidmenu2_97a22c68",
    "original": "Pleasure doing business with you darling."
  },
  {
    "key": "rubymaidmenu2_a79e984d",
    "original": "By the way, can you leave the dress here?"
  },
  {
    "key": "rubymaidmenu2_62cccc3e",
    "original": "Here? Do you want to pick it up at a later time?"
  },
  {
    "key": "rubymaidmenu2_b7d2a020",
    "original": "Yes, you'll see."
  },
  {
    "key": "rubymaidmenu2_eaba9c5f",
    "original": "Okay darling, maybe another time."
  },
  {
    "key": "rubymaidmenu2_40b57d04",
    "original": "With that matter sorted, the two of us make our way to the kitchen."
  },
  {
    "key": "rubymaidmenu2_f2661c11",
    "original": "In the kitchen, Ruby begins making a pot of tea. Before she had only made cups, so I can only assume she plans to talk to me for a little longer than before."
  },
  {
    "key": "rubymaidmenu2_7dde7e17",
    "original": "That being said, I truly have prepared nothing to say."
  },
  {
    "key": "rubymaidmenu2_7b17e916",
    "original": "Make yourself at home darling, you did a wonderful job tidying up, it was shameful of me to not even notice and thank you properly last time."
  },
  {
    "key": "rubymaidmenu2_92d3d9b5",
    "original": "I was so preoccupied with my stupid cam show that I wasn’t focusing on what was right in front of me all along."
  },
  {
    "key": "rubymaidmenu2_8b0c1205",
    "original": "It's okay, you don't need to worry yourself over my well-being."
  },
  {
    "key": "rubymaidmenu2_05b2959e",
    "original": "Oh dear, look at me getting ahead of myself."
  },
  {
    "key": "rubymaidmenu2_ca50770a",
    "original": "My friend, you stepped into my boutique, offered yourself to me. And yet I refused, sending you home."
  },
  {
    "key": "rubymaidmenu2_ee926c94",
    "original": "I realize that was a mistake."
  },
  {
    "key": "rubymaidmenu2_56073885",
    "original": "I didn’t really offer myself to her, but I’ll play along."
  },
  {
    "key": "rubymaidmenu2_1eeb68c2",
    "original": "What are you getting at, Ruby? What do you want me to do?"
  },
  {
    "key": "rubymaidmenu2_99296cbd",
    "original": "She takes a sip of her tea, she has a smug yet regal aura, although simultaneously she seems fidgety."
  },
  {
    "key": "rubymaidmenu2_213457a8",
    "original": "I need a photographer, to take pictures of me while I’m modelling, it’s something I can’t do effectively myself."
  },
  {
    "key": "rubymaidmenu2_5c82d0f9",
    "original": "That sounds easy enough, why didn’t you ask me to do that last time?"
  },
  {
    "key": "rubymaidmenu2_7f4e222d",
    "original": "I was too nervous darling; my modelling and cam-show are closely held secrets."
  },
  {
    "key": "rubymaidmenu2_f6214dd9",
    "original": "But you already discovered my little secret, so I have nothing to lose."
  },
  {
    "key": "rubymaidmenu2_8836209e",
    "original": "Makes sense to me. I recall you mentioned you were tight on cash, so I hope I can earn you some money."
  },
  {
    "key": "rubymaidmenu2_24288053",
    "original": "I’m sure you will, darling."
  },
  {
    "key": "rubymaidmenu2_0a65eb4b",
    "original": "I take a sip of tea and ponder the situation. This change of heart must be Melody’s influence."
  },
  {
    "key": "rubymaidmenu2_94003420",
    "original": "Never thought I’d do something like photographing a model. Seems easy enough."
  },
  {
    "key": "rubymaidmenu2_86b7f0ff",
    "original": "Has Melody really done it? Is Ruby really going to have sex with me?"
  },
  {
    "key": "rubymaidmenu2_6e373825",
    "original": "Okay dearie, lets take our tea upstairs and prepare the set."
  },
  {
    "key": "rubymaidmenu2_239fa149",
    "original": "Oh my gosh, this is really happening."
  },
  {
    "key": "rubymaidmenu2_638e3af3",
    "original": "We go upstairs and settle in her bedroom, she doesn’t bother turning on the lights, there’s just a blue glow coming from her laptop."
  },
  {
    "key": "rubymaidmenu2_996fec2f",
    "original": "She starts moving some cushions around and generally tidying up. Surprisingly it’s not that messy in here compared to the state the ground floor was when I first arrived."
  },
  {
    "key": "rubymaidmenu2_56180e39",
    "original": "I spot a camera on a desk, I’m guessing this must be the one I’ll be using, so I fiddle around with it and get a feel for its controls."
  },
  {
    "key": "rubymaidmenu2_1a19162f",
    "original": "I watch through the lens as Ruby dresses herself in some lingerie stockings and evening gloves. Despite the fact she’s now wearing clothes, it’s admittedly sexier."
  },
  {
    "key": "rubymaidmenu2_dfcc0566",
    "original": "Ah, perfect, you already have the camera. Uhm, hmm…"
  },
  {
    "key": "rubymaidmenu2_d2fae345",
    "original": "Wow, I love your lingerie, Ruby."
  },
  {
    "key": "rubymaidmenu2_02355051",
    "original": "Thank you darling, this is my own design."
  },
  {
    "key": "rubymaidmenu2_c438ee6c",
    "original": "Are these photos for modelling your clothing, or for your… well, more vulgar purposes?"
  },
  {
    "key": "rubymaidmenu2_f694ee65",
    "original": "Modelling and vulgar purposes darling, I’m going to sell naughty pictures of myself to try and earn some more money while showing off some clothes I made myself."
  },
  {
    "key": "rubymaidmenu2_95289068",
    "original": "Ohoho, delightfully devilish Ruby, killing two birds with one stone, they’re sure to eat this one up."
  },
  {
    "key": "rubymaidmenu2_46502bfd",
    "original": "I’m not really sure what to do, but I’ll try to take some artsy shots. Ready?"
  },
  {
    "key": "rubymaidmenu2_e9557ecd",
    "original": "Ah, yes. Sorry, I don't have much experience with lewd photography, other than silly selfies for my ex. I’m not really sure how I should pose."
  },
  {
    "key": "rubymaidmenu2_a493afb5",
    "original": "Why not take a picture now?"
  },
  {
    "key": "rubymaidmenu2_c9f4a296",
    "original": "Of you standing? Alright."
  },
  {
    "key": "rubymaidmenu2_4a034e50",
    "original": "Ruby doesn’t move much while I take a few pictures of her."
  },
  {
    "key": "rubymaidmenu2_b0120cb2",
    "original": "The result is a few simple shots that show off her lingerie."
  },
  {
    "key": "rubyphotoshoot2_0ab6a012",
    "original": "Okay, uhm… How about my boobs, can you get a close up?"
  },
  {
    "key": "rubyphotoshoot2_d97ade4e",
    "original": "Sure, just let me figure out which button zooms in…"
  },
  {
    "key": "rubyphotoshoot2_6ee57fbf",
    "original": "No, don’t zoom in, come closer dearie."
  },
  {
    "key": "rubyphotoshoot2_8f31c5de",
    "original": "I get much closer to her and look directly at her breasts, her nipples are erect, but I imagine that’s fairly normal."
  },
  {
    "key": "rubyphotoshoot2_e832a1f2",
    "original": "Up close she smells pleasantly sweet and fruity."
  },
  {
    "key": "rubyphotoshoot2_e731e03d",
    "original": "*Snap*, some more pictures of her breasts, simple enough. I guess this isn’t too different from erotic modelling in my world."
  },
  {
    "key": "rubyphotoshoot2_ad51d3f8",
    "original": "Okay, you’ll have to get lower too, to take a picture of my… you know, lady parts."
  },
  {
    "key": "rubyphotoshoot2_0837d7e9",
    "original": "A close up down here too? Sure thing."
  },
  {
    "key": "rubyphotoshoot2_cd314f7f",
    "original": "I kneel down and start taking pictures of her pelvic area. Being so close to her pussy is rather intoxicating but I stay professional."
  },
  {
    "key": "rubyphotoshoot2_f02a7047",
    "original": "It takes some willpower to not get an erection."
  },
  {
    "key": "rubyphotoshoot2_c38ed497",
    "original": "There we go. Now we’ve had some closeups, are you going to do some poses now?"
  },
  {
    "key": "rubyphotoshoot2_755a7bad",
    "original": "Wonderful idea, [playername]! I don’t know many poses, I haven’t prepared but, I think… Ah, come over here darling, on my bed."
  },
  {
    "key": "rubyphotoshoot2_17f397b6",
    "original": "Despite the fact she told me she was penny pinching; her bed is ridiculously nice."
  },
  {
    "key": "rubyphotoshoot2_b4d7788c",
    "original": "I’ve never seen a bed with curtains before, seems cosy. It’s the kind of bed I’d assume you’d see in a castle."
  },
  {
    "key": "rubyphotoshoot2_f8bf415a",
    "original": "I’m somewhat distracted by her bed, when I return my view to Ruby she’s posing most erotically, her legs spread with her pussy on full display."
  },
  {
    "key": "rubyphotoshoot2_af527217",
    "original": "I’d be lying if I said I didn’t feel aroused."
  },
  {
    "key": "rubyphotoshoot2_cd2f311f",
    "original": "How’s this pose? All my naughty bits are on display, perfect for turning on any men watching me."
  },
  {
    "key": "rubyphotoshoot2_6a3002b3",
    "original": "Just lift your right leg up a bit more… "
  },
  {
    "key": "rubyphotoshoot2_7234aa91",
    "original": "Ohoho, I feel so exposed right now darling... How's this?"
  },
  {
    "key": "rubyphotoshoot2_85785fdb",
    "original": "Perfect."
  },
  {
    "key": "rubyphotoshoot2_dd960746",
    "original": "*Snap*, *Snap* I take a few pictures, capturing a few angles."
  },
  {
    "key": "rubyphotoshoot2_083be623",
    "original": "Ahh… Make sure you get a good shot of my vulva darling; I don’t mind if you get up close and personal."
  },
  {
    "key": "rubyphotoshoot2_a18cad93",
    "original": "I’m tempted to get remarkably close and personal. It’s dark but it’s rather apparent that she’s wet."
  },
  {
    "key": "rubyphotoshoot2_8c82934e",
    "original": "If I get too close, I won’t be able to pull myself away."
  },
  {
    "key": "rubyphotoshoot2_cea0e727",
    "original": "Giving in, I take some close ups of her naughtiest parts. While taking a close up shot of her vulva I can definitely feel the blood pumping in my nethers. If this kept going, I’ll become uncontrollably erect."
  },
  {
    "key": "rubyphotoshoot2_ba5ef1e8",
    "original": "Don’t worry if this turns you on darling, it's perfectly normal for a man such as yourself to feel that way near a lady such as myself..."
  },
  {
    "key": "rubyphotoshoot2_c63d52e7",
    "original": "Looks like you’re getting turned on too."
  },
  {
    "key": "rubyphotoshoot2_63d1ee12",
    "original": "A lady doesn’t tell!"
  },
  {
    "key": "rubyphotoshoot2_d5e26853",
    "original": "Let’s keep going, another pose."
  },
  {
    "key": "rubyphotoshoot2_60326c5f",
    "original": "Ruby energetically bounces off the bed and up to a mirror. She looks back and spreads her rear as I walk over to join her."
  },
  {
    "key": "rubyphotoshoot2_138a67c9",
    "original": "Backside picture this time, could you kneel down and get a good shot from below? It’ll make my derrière look even bigger."
  },
  {
    "key": "rubyphotoshoot2_67c6a6b5",
    "original": "Your ass looks great either way."
  },
  {
    "key": "rubyphotoshoot2_e5284adb",
    "original": "I kneel down to get a dynamic shot from below, her ass looks amazing from this angle."
  },
  {
    "key": "rubyphotoshoot2_8ac4102e",
    "original": "Her pussy is so wet; it's dripping."
  },
  {
    "key": "rubyphotoshoot2_cff107e7",
    "original": "It looks so tight too. I can't even imagine how good it'd feel to sink my cock deep into her."
  },
  {
    "key": "rubyphotoshoot2_09d9e644",
    "original": "Come on sweetie, take the picture."
  },
  {
    "key": "rubyphotoshoot2_e0c47639",
    "original": "Sorry, you caught me admiring."
  },
  {
    "key": "rubyphotoshoot2_874508a5",
    "original": "Oh, you flatter me, darling."
  },
  {
    "key": "rubyphotoshoot2_82535837",
    "original": "As I take a few more pictures, it’s apparent that I’ve become erect, and she’s aroused too. Sex is certainly inevitable."
  },
  {
    "key": "rubyphotoshoot2_978176dc",
    "original": "I catch her trying to take a sneaky peek at my erection, she bites her lip as she does."
  },
  {
    "key": "rubyphotoshoot2_f32c1fdd",
    "original": "You really like my ass… Don’t you?"
  },
  {
    "key": "rubyphotoshoot2_6da7d902",
    "original": "I think you see something you like too."
  },
  {
    "key": "rubyphotoshoot2_8c7cef88",
    "original": "Mmm, ‘like’ would be an understatement, darling."
  },
  {
    "key": "rubyphotoshoot2_b3a5cd45",
    "original": "I love it when people get turned on looking at my body."
  },
  {
    "key": "rubyphotoshoot2_aeb6d32c",
    "original": "Don’t you want to rub your cock while you watch? I bet you do; this must be torture…"
  },
  {
    "key": "rubyphotoshoot2_1eb5648e",
    "original": "She’s right, I really do. I bring my hand to my shaft and start masturbating while Ruby seductively jiggles her butt right in front of me."
  },
  {
    "key": "rubyphotoshoot2_d521729d",
    "original": "I feel the same way too, you know... I want to touch myself while you watch."
  },
  {
    "key": "rubyphotoshoot2_b407a009",
    "original": "Everyone thinks I’m an innocent mare, but really I’m just a dirty slut that gets off on being watched."
  },
  {
    "key": "rubyphotoshoot2_6f91a011",
    "original": "I know you heard and saw me while I was doing my cam show."
  },
  {
    "key": "rubyphotoshoot2_b4de97aa",
    "original": "The idea that a man was in my house watching me masturbate… It turned me on so much, I needed you back so I could play with you."
  },
  {
    "key": "rubyphotoshoot2_18c3ccfc",
    "original": "Oh yeah? Show me what you’ve got."
  },
  {
    "key": "rubyphotoshoot2_ccb2fb2c",
    "original": "Oh I will darling, we're not done yet."
  },
  {
    "key": "rubyphotoshoot2_8aedec36",
    "original": "Lay down on my bed with the camera."
  },
  {
    "key": "rubyphotoshoot2_4b9e6ac2",
    "original": "I follow her instructions and she brings her laptop with her as she seductively catwalks to the bed."
  },
  {
    "key": "rubyphotoshoot2_aa47ac27",
    "original": "Truth is, when Penelope told me there was a man that wanted work, I was filled with lustful thoughts."
  },
  {
    "key": "rubyphotoshoot2_03513aad",
    "original": "I want you to record me while I ride your cock, can you do that for me, [playername]?"
  },
  {
    "key": "rubyphotoshoot2_db0266f4",
    "original": "Absolutely…"
  },
  {
    "key": "rubyphotoshoot2_a20cefa7",
    "original": "..."
  },
  {
    "key": "rubyphotoshoot2_8c25252a",
    "original": "As she sinks that tight pussy over my cock, it feels as good as I imagined."
  },
  {
    "key": "rubyphotoshoot2_5fa54f35",
    "original": "Hit record now, love."
  },
  {
    "key": "rubyphotoshoot2_d0319c7e",
    "original": "I lay down comfortably with a pillow on my head and point the camera at our point of contact."
  },
  {
    "key": "rubyphotoshoot2_64453216",
    "original": "Just sit back and relax dear, I’ll be teasing you a lot, try not to cum prematurely."
  },
  {
    "key": "rubyphotoshoot2_e16890e4",
    "original": "Ruby rides my cock up and down slowly, it’s more teasing than pleasureful."
  },
  {
    "key": "rubyphotoshoot2_1b83d749",
    "original": "Oh gosh, this is making me horny."
  },
  {
    "key": "rubyphotoshoot2_7bc19ebd",
    "original": "Hornier than I already was… *Pant*"
  },
  {
    "key": "rubyphotoshoot2_6b4279b4",
    "original": "She starts to grind against my shaft more vigorously, some precum oozes from the point of our contact causing my cock to glisten."
  },
  {
    "key": "rubyphotoshoot2_84ca6492",
    "original": "I can tell she has some experience. However, she still feels remarkably tight, her inner walls squeezing and sucking around my throbbing shaft."
  },
  {
    "key": "rubyphotoshoot2_edbe894a",
    "original": "Ohoh gosh, I-I forgot how… Ahhh, I forgot how good this is!"
  },
  {
    "key": "rubyphotoshoot2_0c1fe249",
    "original": "She works my cock with her ass, sliding herself up and down in slow sensual erotic motions that are enough to send bolts of potent pleasure surging throughout my body."
  },
  {
    "key": "rubyphotoshoot2_e2c34572",
    "original": "I definitely wasn’t wrong about Ruby having sexual experience, her motions and technique is exquisite. Rather than a sloppy fuck it feels like her pussy is expertly massaging my shaft in smooth, passionate motions."
  },
  {
    "key": "rubyphotoshoot2_e3a31b19",
    "original": "Mmmphh… You’re so thick, far better than a stallion…"
  },
  {
    "key": "rubyphotoshoot2_e7235934",
    "original": "Tell me darling, be honest, just how much did you see when you were watching me through my doorframe?"
  },
  {
    "key": "rubyphotoshoot2_bc3d3436",
    "original": "Seems like a strange thing to ask while she’s riding my cock. I guess she did mention she gets off on being watched."
  },
  {
    "key": "rubyphotoshoot2_b3131537",
    "original": "I saw everything, I watched you use your vibrator. I could see your legs were spread wide open."
  },
  {
    "key": "rubyphotoshoot2_3db7de10",
    "original": "She speeds up slightly, these thoughts seemingly getting her even more excited."
  },
  {
    "key": "rubyphotoshoot2_0330785f",
    "original": "Ohh, so dirty… Ahhh, ahh… ah! Did… Did that turn you on?"
  },
  {
    "key": "rubyphotoshoot2_dd0abd63",
    "original": "Yeah, I had an erection while watching."
  },
  {
    "key": "rubyphotoshoot2_812599a2",
    "original": "Oh gosh, oh… fuck. That’s hot, ahh… T-The same erection I’m riding right now, haah… I’m living out my own fantasy."
  },
  {
    "key": "rubyphotoshoot2_c254def5",
    "original": "That really got her going, now she’s fucking me vigorously, I try my best to keep the camera steady as she relentlessly rides my cock."
  },
  {
    "key": "rubyphotoshoot2_663f05a4",
    "original": "I don’t know how long this video has been recording, but I feel close to cumming. I try to hold back for as long as possible, but Ruby is unyielding in her expert riding technique and her speed."
  },
  {
    "key": "rubyphotoshoot2_a377ac8a",
    "original": "Ahh, I-I think I’m actually coming! D-Darling… Ahhh."
  },
  {
    "key": "rubyphotoshoot2_d62ddc80",
    "original": "I can feel her tighten as she climaxes, and despite her orgasm, she doesn’t miss a beat while riding me."
  },
  {
    "key": "rubyphotoshoot2_2e83598c",
    "original": "Ahh, so good! *Slap* *Slap* *Slap*"
  },
  {
    "key": "rubyphotoshoot2_1fbbaf60",
    "original": "The combination of her moans and her contractions are pushing me over the edge, I can’t hold back any longer."
  },
  {
    "key": "rubyphotoshoot2_0abb4f25",
    "original": "I orgasm, ejaculating inside of her while she continues to ride me, causing a sloppy mess of my cum that bubbles and seeps out of her."
  },
  {
    "key": "rubyphotoshoot2_2d7c9785",
    "original": "Ohh, yes… Mmm…"
  },
  {
    "key": "rubyphotoshoot2_098547f1",
    "original": "She slowly comes to a stop and catches her breath as I stop recording."
  },
  {
    "key": "rubyphotoshoot2_9d09d471",
    "original": "Hehe, look how much you came..."
  },
  {
    "key": "rubyphotoshoot2_1cd90dda",
    "original": "Darling, you are a wonderful sex partner…"
  },
  {
    "key": "rubyphotoshoot2_c2db3d19",
    "original": "You were amazing too; you played my cock with your ass like it was a musical instrument."
  },
  {
    "key": "rubyphotoshoot2_765469cc",
    "original": "She takes the camera from me and plugs it into the laptop, copying the video files over. Although this doesn't stop her from remaining sat on my cock."
  },
  {
    "key": "rubyphotoshoot2_d19c2781",
    "original": "You lasted so much longer than those one-pump-dump stallions. I actually came during penetration; I wasn’t expecting that."
  },
  {
    "key": "rubyphotoshoot2_7b0903a0",
    "original": "What are you going to do with the video?"
  },
  {
    "key": "rubyphotoshoot2_1fd19c0d",
    "original": "I’ll probably take a screenshot of the video, maybe a five second preview, and try to sell it. Hopefully it should appeal to a larger market than my cam shows."
  },
  {
    "key": "rubyphotoshoot2_3250f109",
    "original": "Yeah, I’ll appeal to that massive female audience. That’s the important one."
  },
  {
    "key": "rubyphotoshoot2_1adeeb82",
    "original": "Hmm… Cam shows and female audience…"
  },
  {
    "key": "rubyphotoshoot2_44cfa3b2",
    "original": "Darling, how long are you here to work for?"
  },
  {
    "key": "rubyphotoshoot2_8bee519f",
    "original": "Ideally from 9 till 5. I guess that’s a lot of time to fill if you were only planning on taking some pictures and videos to sell."
  },
  {
    "key": "rubyphotoshoot2_13091383",
    "original": "I usually start my cam show at this time; if I paid you, would you join me on the cam show?"
  },
  {
    "key": "rubyphotoshoot2_00220a83",
    "original": "Thing is, I’m quite recognizable, so I’d absolutely need to hide my face."
  },
  {
    "key": "rubyphotoshoot2_20cd5d3e",
    "original": "But of course darling, all I need is your... heh, you know."
  },
  {
    "key": "rubyphotoshoot2_8a9175db",
    "original": "It’s quite a lucrative opportunity, I’ll be sure to pay you what you deserve."
  },
  {
    "key": "rubyphotoshoot2_2dc7c73b",
    "original": "Alright, I’d be happy to do it."
  },
  {
    "key": "rubyphotoshoot2_ca54d4a8",
    "original": "Everything in the past ten minutes just happened so fast, it only just occured to me that I had sex with Ruby, and Melody was likely successful in her part making it happen."
  },
  {
    "key": "rubyphotoshoot2_4ca1e673",
    "original": "Melody's plan was clearly to use me to earn some money."
  },
  {
    "key": "rubyphotoshoot2_7a8029a5",
    "original": "When I came to work at a boutique, I wasn’t expecting to become the star of a cam show, but at this point I’m so wrapped up in the schemes of both Melody and Ruby that I’m not surprised it’s come to this."
  },
  {
    "key": "rubyphotoshoot2_993415fc",
    "original": "Okay darling, I assume your species needs a break between ejaculations, so I’ll setup the stream."
  },
  {
    "key": "rubyphotoshoot2_d66471e2",
    "original": "Just stare at my butt until you're hard and ready to go again."
  },
  {
    "key": "rubyphotoshoot2_fc570b3d",
    "original": "That’s easy, getting paid to have sex with an extremely attractive lady. It's an unusual experience for sure."
  },
  {
    "key": "rubyphotoshoot2_3bf0e5d5",
    "original": "I don’t even think I’d get tired of this after seven hours, as long as we take breaks."
  },
  {
    "key": "rubyphotoshoot2_6da041f8",
    "original": "Okay, there we go, the stream is on. There's less competition for straight streams than male or female, so we should get a few viewers."
  },
  {
    "key": "rubyphotoshoot2_b969cd9f",
    "original": "Goodness, 10 viewers already, that’s… a record… How embarrassing."
  },
  {
    "key": "rubyphotoshoot2_d14b5205",
    "original": "I have an erection again at this point, softly snug in Ruby's folds."
  },
  {
    "key": "rubyphotoshoot2_97a9bbfd",
    "original": "Hey babe, I'm ready to go, ride it a little for the viewers."
  },
  {
    "key": "rubyphotoshoot2_e9c68e10",
    "original": "Good idea, mmm, just sit back and I’ll make everything feel great."
  },
  {
    "key": "rubyphotoshoot2_2cd3e36e",
    "original": "Her rump starts to teasingly gyrate back and forth around my cock, pleasuring me in ways I didn't know were possible with a vagina."
  },
  {
    "key": "rubyphotoshoot2_ee0ce02f",
    "original": "'Woah sex!' – 'That’s hot, I want that cock' – 'wtf kind of dick is that?' – 'fuck it!' – 'what species is that' – 'omg it’s a dragon'"
  },
  {
    "key": "rubyphotoshoot2_bfea1bd1",
    "original": "I can see the chat room from where I’m laying down, and the chat seems to be full of ladies loving the show so far."
  },
  {
    "key": "rubyphotoshoot2_e19feb44",
    "original": "'Twist60 has donated 5 monies' – 'keep going!' – 'NotPrincessAurora has donated 10 monies' – 'XAshleeX has donated 10 monies.'"
  },
  {
    "key": "rubyphotoshoot2_13234d25",
    "original": "Mmphh, the heck, that’s so much monie. Here, let me set a sex goal, how about… 50?"
  },
  {
    "key": "rubyphotoshoot2_73e51610",
    "original": "'ponyluv has donated 25 monies.'"
  },
  {
    "key": "rubyphotoshoot2_630d7a92",
    "original": "Ah, thank youuu. I don’t know what to say, this is so much."
  },
  {
    "key": "rubyphotoshoot2_faea0fc4",
    "original": "I don’t know what to say either, I guess I’m popular, or my dick is anyway."
  },
  {
    "key": "rubyphotoshoot2_eb1d0330",
    "original": "How many viewers do we have?"
  },
  {
    "key": "rubyphotoshoot2_0dd702fa",
    "original": "Uhm, 120, wow!"
  },
  {
    "key": "rubyphotoshoot2_9a220343",
    "original": "Alright, well they met that sex goal rather quickly, lets give them a show."
  },
  {
    "key": "rubyphotoshoot2_48218697",
    "original": "Of course darling, are you ready to go again?"
  },
  {
    "key": "rubyphotoshoot2_7b7d5807",
    "original": "Yeah, no need to hold back."
  },
  {
    "key": "rubyphotoshoot2_1ce45d50",
    "original": "Ruby sits down on my cock, taking my entire shaft inside her, her insides are still lubricated with residue of my cum."
  },
  {
    "key": "rubyphotoshoot2_8de4b86a",
    "original": "She begins to ride me up and down as before, her vagina squeezing and sucking around my throbbing cock."
  },
  {
    "key": "rubyphotoshoot2_85bc8724",
    "original": "Mmm, thank you for another donation, Jenxi. I knew this would be a hit, but I didn’t anticipate how much of a hit it would be."
  },
  {
    "key": "rubyphotoshoot2_ce617998",
    "original": "…"
  },
  {
    "key": "rubyphotoshoot2_98e52f97",
    "original": "The two of us play along with the cam show for hours, taking breaks to drink tea and eat lunch. We agree that after lunch we’ll do our last sex show because I’m starting to grow tired."
  },
  {
    "key": "rubyphotoshoot2_ce617998_1",
    "original": "…"
  },
  {
    "key": "rubyphotoshoot2_ed6add12",
    "original": "About halfway into the last sex show, Ruby is once again expertly riding me. Mentally, I'd never get tired of this, physically, my thighs are starting to cramp a little."
  },
  {
    "key": "rubyphotoshoot2_a3c70599",
    "original": "Wouldn't want another cramp incident like Blossom's."
  },
  {
    "key": "rubyphotoshoot2_300ffe9a",
    "original": "Ruby however just keeps riding. I’m impressed at her lack of fatigue, she seems to be as full of energy as when we started."
  },
  {
    "key": "rubyphotoshoot2_df79d4d3",
    "original": "Ahhh, your cock is crazy good darling. Ahh, ahahhhh, aaaahhhhhhhh!"
  },
  {
    "key": "rubyphotoshoot2_d5f11f4a",
    "original": "I’m a little less energetic than the first time, but it’s still unfathomably pleasurable. I’ve thoroughly enjoyed being a sex toy on the whims of a horny mare in heat, although it’s probably not something I’d want to try every day."
  },
  {
    "key": "rubyphotoshoot2_788180ec",
    "original": "Whilst it does feel good, my orgasm is building up much slower than my previous ones."
  },
  {
    "key": "rubyphotoshoot2_8d88e60f",
    "original": "In the corner of my eye I spot something moving, it’s between the cracks of the door frame, briefly reminding me of where I stood with Melody."
  },
  {
    "key": "rubyphotoshoot2_48c3b88a",
    "original": "Low and behold, Melody is watching with a smug grin on her face."
  },
  {
    "key": "rubyphotoshoot2_c2e52639",
    "original": "I’m not sure whether I should grimace or grin back. She smiles and winks at me though, so I give her a sly thumbs up."
  },
  {
    "key": "rubyphotoshoot2_221d7daa",
    "original": "Ahh, ohh, I-I’m close, darling!"
  },
  {
    "key": "rubyphotoshoot2_1c6f3abe",
    "original": "Ruby starts to ride me even faster, pounding into me over and over. *Slap*, *Slap*, *Slap*. I’m getting really close to cumming."
  },
  {
    "key": "rubyphotoshoot2_3ca34e18",
    "original": "*Pant* Coming, I’m coming! Ahh, cum inside me… Ahhh!"
  },
  {
    "key": "rubyphotoshoot2_42258b82",
    "original": "The pleasure is far too overwhelming causing me to close my eyes as I start to cum again."
  },
  {
    "key": "rubyphotoshoot2_cc98b3b6",
    "original": "Despite being several orgasms in, I’m sure this is one of the more powerful ones of the day. I fill up Ruby with many more loads of my hot cum, a sensation that I’ll never grow tired of."
  },
  {
    "key": "rubyphotoshoot2_b95ee9ae",
    "original": "As my climax fades and I open my eyes, Melody was already gone. I’ll be sure to pay her a visit before I leave though."
  },
  {
    "key": "rubyphotoshoot2_e6997bc4",
    "original": "Ruby raises herself and my cum oozes out of her en masse. Even though I’ve sat here and not done much, I’m exhausted."
  },
  {
    "key": "rubyphotoshoot2_6389032b",
    "original": "Thanks for watching everyone, you’ve all been wonderful, bye byeee!"
  },
  {
    "key": "rubyphotoshoot2_5c6986e7",
    "original": "Melody is going to be back home soon, so I try to stop my cam show before that happens. I couldn’t bare the thought of her hearing me, how embarrassing!"
  },
  {
    "key": "rubyphotoshoot2_d47dd87a",
    "original": "Indeed, wouldn’t that be a shame."
  },
  {
    "key": "rubyphotoshoot2_84cebf40",
    "original": "She turns off the stream and we both enjoy a well deserved cuddle. I haven’t known Ruby that long really, this all happened quite fast."
  },
  {
    "key": "rubyphotoshoot2_90526b05",
    "original": "Despite that, after the hours we’d spent together today, there was an undeniable bond between us."
  },
  {
    "key": "rubyphotoshoot2_3f216c0c",
    "original": "How much did we end up earning, Ruby?"
  },
  {
    "key": "rubyphotoshoot2_ca56577a",
    "original": "A lot more than I expected, we’re up around 300 monies. That’s a wild amount, I'll have plenty of time to focus on designing some new clothes."
  },
  {
    "key": "rubyphotoshoot2_d0bfd4ff",
    "original": "Anything you’re designing in particular?"
  },
  {
    "key": "rubyphotoshoot2_f6d5183d",
    "original": "I’m designing something ambitious, it’s a long flowing dress, it’s my second attempt at a wedding themed garment."
  },
  {
    "key": "rubyphotoshoot2_4d9f8653",
    "original": "I always thought it was strange that Ruby was designing clothes for a species that is predominantly nude, but a wedding dress seems to make sense."
  },
  {
    "key": "rubyphotoshoot2_967b9f2a",
    "original": "I hope it gets accepted. I need to finish it first, but I’m excited to get back to work."
  },
  {
    "key": "rubyphotoshoot2_35af9795",
    "original": "Ah, I’ll pay you kindly for your services today, I know I couldn’t have done it without you."
  },
  {
    "key": "rubyphotoshoot2_32f36c6f",
    "original": "You don’t need to pay me much; I don't have too much use for money."
  },
  {
    "key": "rubyphotoshoot2_dc6d93db",
    "original": "Mmm, in that case at least let me pay you enough to make your life here more luxurious, by all means you deserve it, darling."
  },
  {
    "key": "rubyphotoshoot2_83466057",
    "original": "Of course, if you ever return, you’re more than welcome to do another show with me. I appreciate it’s not something you’ll perhaps want to do every day, but the offer is there and the money is good."
  },
  {
    "key": "rubyphotoshoot2_8f185dba",
    "original": "She ends up giving me 80 monies, not bad if I say so myself."
  },
  {
    "key": "rubyphotoshoot2_cc32019d",
    "original": "With that resolved, I only have one more thing left to do before I head home."
  },
  {
    "key": "rubyphotoshoot2_6cae93df",
    "original": "I part ways with Ruby and as I leave her bedroom, I take note that the door to Melody’s room is apart slightly."
  },
  {
    "key": "rubyphotoshoot2_d6914c6d",
    "original": "I peek inside and there is indeed a cute white mare laying on the bed. She idily kicks her legs in the air as she browses on her laptop."
  },
  {
    "key": "rubyphotoshoot2_bb268a53",
    "original": "To be polite, I gently knock on the door as I let myself in and close it behind me."
  },
  {
    "key": "rubyphotoshoot2_06b4e335",
    "original": "Make yourself at home why don’t you."
  },
  {
    "key": "rubyphotoshoot2_d3721444",
    "original": "You know why I’m here."
  },
  {
    "key": "rubyphotoshoot2_7a74b753",
    "original": "Actually I’m not so sure, are you here to try and perv on me too?"
  },
  {
    "key": "rubyphotoshoot2_72a620fc",
    "original": "Don’t act like you’re better than me, I saw you."
  },
  {
    "key": "rubyphotoshoot2_e66ac7aa",
    "original": "Well duh, you were supposed to see me, I was teasing you. Shoulda seen your face, haha."
  },
  {
    "key": "rubyphotoshoot2_0e8c7467",
    "original": "I guess it’s true then, you may not be a stallion, but you’re just the same, all you care about is sex."
  },
  {
    "key": "rubyphotoshoot2_506c993f",
    "original": "I don’t have a retort for that, she’s probably right."
  },
  {
    "key": "rubyphotoshoot2_bb01cd28",
    "original": "Did you enjoy sliding that pitiful wormy penis deep into my sister?"
  },
  {
    "key": "rubyphotoshoot2_31049cea",
    "original": "Nothing pitiful about this cock, she had a great time."
  },
  {
    "key": "rubyphotoshoot2_44cd7954",
    "original": "Hmph, touché. I bet you’re here because you want to know what my amazing plan was, right?"
  },
  {
    "key": "rubyphotoshoot2_e1a331b8",
    "original": "I bet you're impressed, I did what I said."
  },
  {
    "key": "rubyphotoshoot2_d77573b1",
    "original": "Yeah, how did you manage that? It’s like her opinion of me completely changed. She was so indifferent when I first met her, but this time she hung off my every word."
  },
  {
    "key": "rubyphotoshoot2_e31c445f",
    "original": "You see, I have a way of reading and influencing people."
  },
  {
    "key": "rubyphotoshoot2_08973702",
    "original": "Her opinion didn’t change at all, I just inspired her to be more open about her perverted nature. I sowed the seeds of sexual indulgence and monetary success within her."
  },
  {
    "key": "rubyphotoshoot2_cd218a26",
    "original": "Sounds manipulative."
  },
  {
    "key": "rubyphotoshoot2_363fbe3f",
    "original": "You say manipulative, I say supportive. She wanted to do those things with you anyway, but that girl is too much of a softie, not like me at all. I’m a girl that gets what I want, she just shyly twiddles her thumbs and hopes it comes to her."
  },
  {
    "key": "rubyphotoshoot2_1f04124c",
    "original": "She may say that, but I’ve noticed that the two sisters are surprisingly similar, even in their differences."
  },
  {
    "key": "rubyphotoshoot2_6dce6576",
    "original": "What did you say to her specifically?"
  },
  {
    "key": "rubyphotoshoot2_492a7de7",
    "original": "Melody stops tapping at her laptop and sits up to face me, her usual teasing demeanour is lost, I guess she’s not in the mood for that."
  },
  {
    "key": "rubyphotoshoot2_cc324770",
    "original": "I made some passing comments, said that you were cute, and it’s mating season. Even though we are sisters we do talk about those personal things. I told her that if she wants to sleep with you, she should."
  },
  {
    "key": "rubyphotoshoot2_816d246d",
    "original": "You essentially acted as a wingman for me, that seems remarkably kind of you, what I’m wondering is what do you have to gain from such a seemingly selfless act?"
  },
  {
    "key": "rubyphotoshoot2_de2b3aaf",
    "original": "Meh, come here, look at this."
  },
  {
    "key": "rubyphotoshoot2_4852f73d",
    "original": "She stands up and moves over to her keyboard. She turns it on and taps at the keys, but no sounds come out."
  },
  {
    "key": "rubyphotoshoot2_a4e35633",
    "original": "Busted, and we’re broke so Ruby can’t afford to buy me a new one."
  },
  {
    "key": "rubyphotoshoot2_a62e0c81",
    "original": "Ah, I was told that you study music, so you had some real passion behind this plan."
  },
  {
    "key": "rubyphotoshoot2_cf8b5d94",
    "original": "You see I’m a smart gal, I didn’t just encourage Ruby to sleep with you, I also decided to make a fuss about getting a new keyboard."
  },
  {
    "key": "rubyphotoshoot2_36853bf7",
    "original": "Usually when we argue Ruby shrinks into herself like a turtle, getting sad and mopey. Not this time though, she was sly, she had a plan."
  },
  {
    "key": "rubyphotoshoot2_7c4dace6",
    "original": "This girl is scary."
  },
  {
    "key": "rubyphotoshoot2_4fade8a0",
    "original": "She remembered that cute male that came to work for her and realized how much of a money making opportunity you were."
  },
  {
    "key": "rubyphotoshoot2_5355ff31",
    "original": "See? Everyone wins!"
  },
  {
    "key": "rubyphotoshoot2_c489997e",
    "original": "So you used us both to get something you wanted, but you simultaneously got both me and Ruby something we wanted too."
  },
  {
    "key": "rubyphotoshoot2_863b6877",
    "original": "Maybe you're not so bad after all... Rather benevolent in your own special way."
  },
  {
    "key": "rubyphotoshoot2_2b195d80",
    "original": "Mhm, I’m an absolute delight."
  },
  {
    "key": "rubyphotoshoot2_9de6aaa0",
    "original": "Well… I wouldn’t go that far."
  },
  {
    "key": "rubyphotoshoot2_0ff10e3d",
    "original": "Ohh, maybe I could convince you… I still need to give you a reward."
  },
  {
    "key": "rubyphotoshoot2_7996c8e2",
    "original": "My reward? Wasn’t that having sex with Ruby?"
  },
  {
    "key": "rubyphotoshoot2_e446000f",
    "original": "Hehe, no, that’s not the reward. But do tell me, what was it like being my sister’s sex toy for the day?"
  },
  {
    "key": "rubyphotoshoot2_d0c857bb",
    "original": "It was great, she definitely has an edge of experience when it comes to pleasing men."
  },
  {
    "key": "rubyphotoshoot2_99241f6b",
    "original": "Is that so? That would explain those weird faces you were making."
  },
  {
    "key": "rubyphotoshoot2_b2b4097f",
    "original": "You looked so ridiclous! No wonder she had her back to you, hehe."
  },
  {
    "key": "rubyphotoshoot2_3f06f606",
    "original": "Me? Oh no, not me."
  },
  {
    "key": "rubyphotoshoot2_7009b166",
    "original": "When I fuck you, I'll make eye contact."
  },
  {
    "key": "rubyphotoshoot2_fa6d0cdf",
    "original": "You're gonna fuck me?"
  },
  {
    "key": "rubyphotoshoot2_f0cefc1b",
    "original": "Ahaha, you wish."
  },
  {
    "key": "rubyphotoshoot2_56ae29b6",
    "original": "You mean like this?"
  },
  {
    "key": "rubyphotoshoot2_d0cb5e81",
    "original": "Yeah, like that."
  },
  {
    "key": "rubyphotoshoot2_7773bef1",
    "original": "Hehe, I've taken acting classes you know, don't take me too seriously when I'm acting melodramatic."
  },
  {
    "key": "rubyphotoshoot2_9a1fd456",
    "original": "Otherwise I'll just walk all over you, and even a sadist like myself prefers a man that can stand on their own two feet."
  },
  {
    "key": "rubyphotoshoot2_b1d460ed",
    "original": "Noted..."
  },
  {
    "key": "rubyphotoshoot2_3668201c",
    "original": "You seemed to enjoy the handjob from before, did it turn you on?"
  },
  {
    "key": "rubyphotoshoot2_fba54082",
    "original": "In a weird way, yeah."
  },
  {
    "key": "rubyphotoshoot2_9c655b8e",
    "original": "Ewie, I can feel your lecherous gaze crawling over me, feels tingly."
  },
  {
    "key": "rubyphotoshoot2_1e820b50",
    "original": "It’s hard not to stare when you bring attention to yourself."
  },
  {
    "key": "rubyphotoshoot2_4d03970e",
    "original": "I’m not as well-endowed as my sister, but a pervert like you doesn’t care about that, right?"
  },
  {
    "key": "rubyphotoshoot2_199dae46",
    "original": "Awh heck yeah, maybe you are redeemable after all, wormy boy."
  },
  {
    "key": "rubyphotoshoot2_69068057",
    "original": "Mm yeah, something to play with right?"
  },
  {
    "key": "rubyphotoshoot2_ec84d971",
    "original": "Yeah, a shallow incel like yourself would say that to try and get as many women possible."
  },
  {
    "key": "rubyphotoshoot2_a023eaaa",
    "original": "Who needs tits anyway? I have a great butt!"
  },
  {
    "key": "rubyphotoshoot2_207024e7",
    "original": "She's not lying, she has a great butt as she turns around and shows me in a surprisingly lewd fashion."
  },
  {
    "key": "rubyphotoshoot2_5bd40ad0",
    "original": "I bet if I offered myself to you right now, you’d sleep with me, wouldn’t you?"
  },
  {
    "key": "rubyphotoshoot2_fdd81875",
    "original": "Bent over, pussy exposed, begging for it, you’d fuck me where I stood."
  },
  {
    "key": "rubyphotoshoot2_b48da982",
    "original": "I’ve had a lot of sex today, so if you’re trying to tease me, you’ll have to try harder than that."
  },
  {
    "key": "rubyphotoshoot2_19cc09cf",
    "original": "I was bluffing; I could feel blood going towards my nethers. Perhaps due to genuine arousal, or perhaps due to her pheromones."
  },
  {
    "key": "rubyphotoshoot2_c547a903",
    "original": "I could tell what she was doing, she was trying to give me an erection so she could tease me again."
  },
  {
    "key": "rubyphotoshoot2_2023db60",
    "original": "I don’t know why, I guess it’s a fetish of hers."
  },
  {
    "key": "rubyphotoshoot2_4eae01fb",
    "original": "Unfortunately for her I’m not exactly horny."
  },
  {
    "key": "rubyphotoshoot2_c90cbce7",
    "original": "Fine, you and I both know you weren't getting this ass anyway."
  },
  {
    "key": "rubyphotoshoot2_e02ce2c4",
    "original": "I know what you’re trying to do this time, you won’t catch me off guard."
  },
  {
    "key": "rubyphotoshoot2_2b48e95e",
    "original": "Playing hard to get? I guess that makes sense if you’ve already had so much action."
  },
  {
    "key": "rubyphotoshoot2_e02fe430",
    "original": "I’ll be honest, I wasn’t expecting you to have so much sex…"
  },
  {
    "key": "rubyphotoshoot2_9b9fa0df",
    "original": "Me neither actually. I tell you what though, I feel like I could have sex one more time."
  },
  {
    "key": "rubyphotoshoot2_df2caa8a",
    "original": "Are you implying what I think you’re implying? How disgusting, I won’t sleep with a pervert like you."
  },
  {
    "key": "rubyphotoshoot2_71a2737c",
    "original": "You were just teasing me about bending over and getting fucked where you stood."
  },
  {
    "key": "rubyphotoshoot2_e1a400ec",
    "original": "Well yeah but… That was hypothetical."
  },
  {
    "key": "rubyphotoshoot2_e67bb332",
    "original": "Just like that hypothetical handjob."
  },
  {
    "key": "rubyphotoshoot2_7fcb6ced",
    "original": "What do you want to do with me this time? Let's cut to the chase."
  },
  {
    "key": "rubyphotoshoot2_3dcfa47d",
    "original": "Eugh, you’re no fun, you’re not fun at all!"
  },
  {
    "key": "rubyphotoshoot2_7d74c3e4",
    "original": "I’m pissed off now."
  },
  {
    "key": "rubyphotoshoot2_b139461d",
    "original": "Finally, I've busted her angsty façade. Only question is, what do I do now?"
  },
  {
    "key": "rubyphotoshoot2_a6ad9a3e",
    "original": "What about my reward? I’ll still gladly accept it."
  },
  {
    "key": "rubyphotoshoot2_ed7bdc5d",
    "original": "She huffs and looks at my semi-erection."
  },
  {
    "key": "rubyphotoshoot2_9383db81",
    "original": "Only if you shut up."
  },
  {
    "key": "rubyphotoshoot2_f1658868",
    "original": "Alright, you have a deal."
  },
  {
    "key": "rubyphotoshoot2_8e577584",
    "original": "She turns around for a few seconds, remaining silent."
  },
  {
    "key": "rubyphotoshoot2_b89420cf",
    "original": "Eugh, I'm out of character now, you’ve ruined it."
  },
  {
    "key": "rubyphotoshoot2_1afa78a1",
    "original": "Character?"
  },
  {
    "key": "melodyblowjob2_2ea44e8d",
    "original": "Eh-hem, you do want to fuck me, don’t you?"
  },
  {
    "key": "melodyblowjob2_11784a3c",
    "original": "Hmm…"
  },
  {
    "key": "melodyblowjob2_4244349a",
    "original": "Slide this cock, deep inside me… Mmm."
  },
  {
    "key": "melodyblowjob2_aa4cac58",
    "original": "Melody's fingers coil around my shaft and begin to jerk it back and forth with a hidden enthusiasm that she'd never admit to."
  },
  {
    "key": "melodyblowjob2_fdc1b7a8",
    "original": "Her cool grip and movements quickly cause my cock to stiffen and throb."
  },
  {
    "key": "melodyblowjob2_57aad20d",
    "original": "She looks at my cock with surprising admiration."
  },
  {
    "key": "melodyblowjob2_e7d6b559",
    "original": "I can tell deep down that she was looking forward to this."
  },
  {
    "key": "melodyblowjob2_b9e93298",
    "original": "I’m just a naughty mare in heat, I'm gasping for cock..."
  },
  {
    "key": "melodyblowjob2_a944e14d",
    "original": "I can’t control myself you know, I get so wet around men..."
  },
  {
    "key": "melodyblowjob2_8471885a",
    "original": "Heheh, that was my Ruby impression. Didya like it?"
  },
  {
    "key": "melodyblowjob2_7fa1b4f6",
    "original": "I for one am able to perfectly control myself."
  },
  {
    "key": "melodyblowjob2_09f2de35",
    "original": "Is that so?"
  },
  {
    "key": "melodyblowjob2_23dc1d00",
    "original": "Her fingers lock around my cock and start to jack me off even faster."
  },
  {
    "key": "melodyblowjob2_b7dee296",
    "original": "The rubbing fingers between her own legs also speed up, she even stifles a few moans as she gets more excited."
  },
  {
    "key": "melodyblowjob2_c3ad4862",
    "original": "Ooohh, your wormy cock is so hard thinking about me, how gross!"
  },
  {
    "key": "melodyblowjob2_74c4e61f",
    "original": "What are you going to do?"
  },
  {
    "key": "melodyblowjob2_d130908b",
    "original": "Mmm… It would be boring to just jack you off again..."
  },
  {
    "key": "melodyblowjob2_22fb3af7",
    "original": "And that would hardly be a good reward..."
  },
  {
    "key": "melodyblowjob2_217770d1",
    "original": "She kneels down bringing her face level with my cock. She then begins idly licking it with her tongue."
  },
  {
    "key": "melodyblowjob2_a4f55ed4",
    "original": "Mmphh, how about I clean up your dirty attitude with my pristine tongue… *Lick*, *Lick*"
  },
  {
    "key": "melodyblowjob2_a839e07f",
    "original": "I wasn’t expecting this, I don’t know what I was expecting actually, anything could have happened, and it still would have surprised me."
  },
  {
    "key": "melodyblowjob2_0c85d943",
    "original": "Her tongue slides around my shaft, leaving a wet sheen and sparks of pleasure in its deft licks."
  },
  {
    "key": "melodyblowjob2_1fd6e6c7",
    "original": "She doesn't hold back at all as she twirls her tongue around the tip of my cock, licking off any precum as it drips."
  },
  {
    "key": "melodyblowjob2_ab9bd251",
    "original": "That feels--"
  },
  {
    "key": "melodyblowjob2_56d5099d",
    "original": "Shhh, shh… No talking."
  },
  {
    "key": "melodyblowjob2_48b99b4e",
    "original": "Mm..."
  },
  {
    "key": "melodyblowjob2_0a98d959",
    "original": "Yeahh, you just stand there and take it like a good boy."
  },
  {
    "key": "melodyblowjob2_e97dbb73",
    "original": "Her hand continues rubbing her pussy quickly as her long tongue swipes from my glans to the base with ease."
  },
  {
    "key": "melodyblowjob2_26db9806",
    "original": "I wonder if she had already fantasised about this before I arrived."
  },
  {
    "key": "melodyblowjob2_86becc72",
    "original": "Mmmh, you’re just a sex toy for a fine lady like me… That’s right…"
  },
  {
    "key": "melodyblowjob2_83bbf9a6",
    "original": "Even though I've already had many orgasms today, Melody's movements cause another one to well up."
  },
  {
    "key": "melodyblowjob2_a4dfee76",
    "original": "My cock tightens and throbs as I get closer and closer to cumming in her mouth."
  },
  {
    "key": "melodyblowjob2_07beb0ed",
    "original": "Ohh, it’s throbbing, does that mean you’re going to cum soon?"
  },
  {
    "key": "melodyblowjob2_0dc934d9",
    "original": "Bit faster…"
  },
  {
    "key": "melodyblowjob2_fe86bcac",
    "original": "Shh! Alright…"
  },
  {
    "key": "melodyblowjob2_b6ef8d22",
    "original": "Graciously she speeds up, not sparing a second to tease me as her lips pull back and forth along my glans like a fucking motion."
  },
  {
    "key": "melodyblowjob2_138cd897",
    "original": "All whilst her tongue dances around the tip, overwhelming me with two distinctly pleasurable stimuli."
  },
  {
    "key": "melodyblowjob2_bb6443b9",
    "original": "With each thrust I can feel myself getting closer to my orgasm, until finally she pushes me over the edge and I release my load into her mouth."
  },
  {
    "key": "melodyblowjob2_ce75e607",
    "original": "Until she finally pushes me to the limit, her tongue and hand cause me to start cumming into her mouth."
  },
  {
    "key": "melodyblowjob2_2f855060",
    "original": "Aahhh, ahh, aahhh..."
  },
  {
    "key": "melodyblowjob2_f4e10820",
    "original": "Your hot sticky cum, so gross…"
  },
  {
    "key": "melodyblowjob2_eacd5454",
    "original": "I came surprisingly fast!"
  },
  {
    "key": "melodyblowjob2_fed0c386",
    "original": "It felt great too."
  },
  {
    "key": "melodyblowjob2_3d58e022",
    "original": "… You didn’t cum much…"
  },
  {
    "key": "melodyblowjob2_e5aec187",
    "original": "It doesn’t taste good either…"
  },
  {
    "key": "melodyblowjob2_015bbff2",
    "original": "Icky, at least we didn't make a mess this time."
  },
  {
    "key": "melodyblowjob2_5f06ad31",
    "original": "You know, you’re not good at keeping up your tough girl front."
  },
  {
    "key": "melodyblowjob2_0a541039",
    "original": "Be quiet, meanie."
  },
  {
    "key": "melodyblowjob2_bccaaecb",
    "original": "Go get me a glass of water from the bathroom, I want to wash this gross taste from the back of my throat."
  },
  {
    "key": "melodyblowjob2_291b80c3",
    "original": "I abide and sneak over to an adjacent room to fill up a glass."
  },
  {
    "key": "melodyblowjob2_4757f4a4",
    "original": "I’m so frustrated that you didn’t play along with me this time."
  },
  {
    "key": "melodyblowjob2_76d0cdf1",
    "original": "Play along? The first time we met all my reactions were genuine."
  },
  {
    "key": "melodyblowjob2_d4aa7cda",
    "original": "I don’t know what changed, but it felt like you didn’t come across as strongly this time."
  },
  {
    "key": "melodyblowjob2_dbe53e83",
    "original": "Eh, I caught you off guard last time. I like playing with boys like that."
  },
  {
    "key": "melodyblowjob2_fa3d933e",
    "original": "Not that I do it often! I'm not like my sister..."
  },
  {
    "key": "melodyblowjob2_3692f3e5",
    "original": "Uhh, right."
  },
  {
    "key": "melodyblowjob2_89476acc",
    "original": "I have half a mind to sit on your face right now."
  },
  {
    "key": "melodyblowjob2_fe05e3aa",
    "original": "Do I have to be meaner? Maybe more insults?"
  },
  {
    "key": "melodyblowjob2_fbe1b8a5",
    "original": "Melody, why are you trying to front this mean girl persona?"
  },
  {
    "key": "melodyblowjob2_19652067",
    "original": "I've noticed that everyone else thinks you’re lovely. So why are you cruel to me?"
  },
  {
    "key": "melodyblowjob2_8113192f",
    "original": "Meh… It’s not you, you’re actually alright, I think. It’s just men."
  },
  {
    "key": "melodyblowjob2_b1cc9c62",
    "original": "I don’t think I follow?"
  },
  {
    "key": "melodyblowjob2_b511f898",
    "original": "I’ve been pissed off ever since Mom ran away with a random dude."
  },
  {
    "key": "melodyblowjob2_9dfb29e7",
    "original": "Mom left me and Ruby alone to struggle."
  },
  {
    "key": "melodyblowjob2_c31fd2c2",
    "original": "I couldn’t really blame my Mom, so… It must have been the stallion, right?"
  },
  {
    "key": "melodyblowjob2_e1059fd9",
    "original": "Yeah, I was angry, harboured a resentment to all stallions."
  },
  {
    "key": "melodyblowjob2_c8f613d2",
    "original": "But then you’re not a stallion, are you?"
  },
  {
    "key": "melodyblowjob2_fd0053bd",
    "original": "I guess not, I’m not sure what the difference would be though."
  },
  {
    "key": "melodyblowjob2_74c5f58b",
    "original": "Hmph, me neither."
  },
  {
    "key": "melodyblowjob2_b32056e4",
    "original": "All I know is that I’ll never let myself become the plaything of a man. I’ll always make sure I’m the dominant one, I want the power."
  },
  {
    "key": "melodyblowjob2_cd24f486",
    "original": "Well whatever, that's my life story. Sorry to bore you with that."
  },
  {
    "key": "melodyblowjob2_4327b49e",
    "original": "We're all problem childs in this era though, so what of it?"
  },
  {
    "key": "melodyblowjob2_427a162e",
    "original": "This certainly explains her personality. Doesn’t explain that weird hand job when we met though, but I guess I can use my imagination to fill those gaps."
  },
  {
    "key": "melodyblowjob2_cc063bea",
    "original": "You know… I actually respect that, but I have something important I feel like I need to say."
  },
  {
    "key": "melodyblowjob2_cd43f6f9",
    "original": "What’s that, wormy boy?"
  },
  {
    "key": "melodyblowjob2_e683ffda",
    "original": "You’re confusing being a strong, independent figure with toxicity and nastiness."
  },
  {
    "key": "melodyblowjob2_c3aa81df",
    "original": "Ah-… I am?"
  },
  {
    "key": "melodyblowjob2_c102ffd6",
    "original": "Yeah, it’s possible to exude that healthy dominance and independence without being rude to everyone else."
  },
  {
    "key": "melodyblowjob2_3506d277",
    "original": "It’s possible to get what you want, when you want it, through kindness, not rudeness."
  },
  {
    "key": "melodyblowjob2_83e8a943",
    "original": "Maybe keep the insults in the bedroom when you’re actively trying to talk dirty and be dominant."
  },
  {
    "key": "melodyblowjob2_67aea52c",
    "original": "You’ve got a point..."
  },
  {
    "key": "melodyblowjob2_3d669d51",
    "original": "I have noticed that I tend to be bad-mannered in day-to-day conversation."
  },
  {
    "key": "melodyblowjob2_1c95bb50",
    "original": "I'd rather not turn that into a habit. I felt good about myself when you said other people think I'm lovely."
  },
  {
    "key": "melodyblowjob2_8d51738a",
    "original": "I’ve been pretty frustrated lately over money, as pathetic as that sounds. However, it seems like you helped bring a healthy influx of cash into the household, am I right?"
  },
  {
    "key": "melodyblowjob2_93b226e1",
    "original": "You may be right, there was a large sum of monies."
  },
  {
    "key": "melodyblowjob2_7cd4a6c2",
    "original": "Once my piano is fixed or replaced, I’ll be in your debt… [playername]…"
  },
  {
    "key": "melodyblowjob2_8fba44ed",
    "original": "So you do know my name."
  },
  {
    "key": "melodyblowjob2_12d96047",
    "original": "Yeah, yeah… I do pay attention"
  },
  {
    "key": "melodyblowjob2_81247b59",
    "original": "Anyway... Wasn’t expecting the blowjob, but I enjoyed that, hope you did too."
  },
  {
    "key": "melodyblowjob2_b39ccd9c",
    "original": "You mentioned face-sitting? I wouldn't mind returning the favour."
  },
  {
    "key": "melodyblowjob2_63ab89a4",
    "original": "That was a joke!"
  },
  {
    "key": "melodyblowjob2_5d08d90c",
    "original": "Maybe another time though..."
  },
  {
    "key": "melodyblowjob2_837df234",
    "original": "Alright, in that case, I won't keep you any longer."
  },
  {
    "key": "melodyblowjob2_bc48762a",
    "original": "Wait, one more thing."
  },
  {
    "key": "melodyblowjob2_8137ab56",
    "original": "Come back, I want to see you again."
  },
  {
    "key": "melodyblowjob2_b9d7d3e8",
    "original": "When you do, trust me, I’ll have my meaniest girl attitude possible!"
  },
  {
    "key": "melodyblowjob2_7145e084",
    "original": "Awh come on, didn’t you just hear what I said?"
  },
  {
    "key": "melodyblowjob2_260aeda6",
    "original": "Only in the bedroom darling, hehehe."
  },
  {
    "key": "melodyblowjob2_ce617998",
    "original": "…"
  },
  {
    "key": "melodyblowjob2_2acb1e85",
    "original": "I head back to the wagon a little earlier than usual so I can have a nap. Can’t believe those two ended up draining me dry, Moxie is probably going to want some later tonight too. The mind is willing, but the body is weak."
  },
  {
    "key": "melodyblowjob2_f084571c",
    "original": "I can still recall Melody’s plight, after seeing her true personality I’m interested to see her slather on the cute mean girl attitude thick next time we meet."
  },
  {
    "key": "melodyblowjob2_e3ca3391",
    "original": "I’ll play along next time, just for fun."
  },
  {
    "key": "melodyblowjob2_e8edfb10",
    "original": "It doesn’t take too long for Moxie to return from work."
  },
  {
    "key": "melodyblowjob2_e3dc99c8",
    "original": "Hey tricks, how’s it going?"
  },
  {
    "key": "melodyblowjob2_b2b82cde",
    "original": "Went to the boutique again today, if you recall there was some kind of scheme, turns out it involved a lot more sex than I anticipated."
  },
  {
    "key": "melodyblowjob2_17f035f3",
    "original": "Awh please, you’ll make me jealous. Which I’m not! Not jealous..."
  },
  {
    "key": "melodyblowjob2_00e6ce06",
    "original": "Do divulge the details though."
  },
  {
    "key": "melodyblowjob2_6d17273c",
    "original": "Moxie having prepared a drink for herself and I, we sit down on the sofa, and relax."
  },
  {
    "key": "melodyblowjob2_799bbe19",
    "original": "I think I mentioned before that Ruby…"
  },
  {
    "key": "melodyblowjob2_20627d8d",
    "original": "Ruby...?"
  },
  {
    "key": "melodyblowjob2_d3a5f064",
    "original": "I’m actually not sure if I should tell you, because I’d be sharing one of Ruby’s secrets"
  },
  {
    "key": "melodyblowjob2_9e97d85e",
    "original": "Whaaat? Why would you trick me like this…?"
  },
  {
    "key": "melodyblowjob2_de10ab42",
    "original": "You just told me you had sex, what could be more secretive than that?"
  },
  {
    "key": "melodyblowjob2_84d0c964",
    "original": "I can trust you right? You’ve been an angel since I met you, so I’m sure I can."
  },
  {
    "key": "melodyblowjob2_5423e976",
    "original": "Of course you can trust me, dummy! I’d be mad if you didn’t just call me an angel and make me feel all cute and warm inside."
  },
  {
    "key": "melodyblowjob2_dd9903b2",
    "original": "Okay, okay, truth is, Ruby kinda works in the porn industry and I helped her out."
  },
  {
    "key": "melodyblowjob2_bc458f15",
    "original": "Woah, what? What if someone saw your face? Should I be mad? I’ve never had to react to a situation like this before."
  },
  {
    "key": "melodyblowjob2_a6ff2940",
    "original": "Nah, don’t worry, no one saw my face."
  },
  {
    "key": "melodyblowjob2_c22f1ebc",
    "original": "Yeah… But… You’re a teeny bit recognizable even from the waist down..."
  },
  {
    "key": "melodyblowjob2_5bb98c4e",
    "original": "Lights were off though; I could have been anything, right? All they could see was my pelvic area."
  },
  {
    "key": "melodyblowjob2_a55a780d",
    "original": "Mehhh, try to be careful you dummy."
  },
  {
    "key": "melodyblowjob2_a4a636d3",
    "original": "You’re the only you in this world, and porn is popular with the women, someone might recognize you."
  },
  {
    "key": "melodyblowjob2_f42f87b9",
    "original": "Of course I’ll be careful; I don’t particularly want to become a porn star here."
  },
  {
    "key": "melodyblowjob2_b0f303c9",
    "original": "Anyway… Ruby does that kind of thing?"
  },
  {
    "key": "melodyblowjob2_bf70b5ca",
    "original": "Yeah, alone with little success, greater success with me."
  },
  {
    "key": "melodyblowjob2_569a6c75",
    "original": "Makes sense, I can see why she asked you to help her out."
  },
  {
    "key": "melodyblowjob2_c18b2631",
    "original": "Oh, and how did that little scheme of little Melody’s end up playing out?"
  },
  {
    "key": "melodyblowjob2_4423b419",
    "original": "Ah well, having sex with Ruby was her scheme. She wanted me to help the household earn some cash with my ‘assets’."
  },
  {
    "key": "melodyblowjob2_3beea37d",
    "original": "Really? I’ll admit, that's a bit weird."
  },
  {
    "key": "melodyblowjob2_4b6074ec",
    "original": "You don’t know the half of it, Melody has this dominatrix like personality where she always teases and messes around with me."
  },
  {
    "key": "melodyblowjob2_cac69f8c",
    "original": "Really? That kinda pisses me off, I don’t want anyone treating you poorly."
  },
  {
    "key": "melodyblowjob2_ec7b64ee",
    "original": "Don’t get mad, it’s complicated. She isn’t doing it to be nasty."
  },
  {
    "key": "melodyblowjob2_a0ff0853",
    "original": "I think it’s kinda like… a fetish thing. She’s able to snap back to a kinder side, that I’m assuming is the side everyone else sees."
  },
  {
    "key": "melodyblowjob2_74c488f4",
    "original": "I can’t relate to that much, but I can connect the dots in my head."
  },
  {
    "key": "melodyblowjob2_ead4670a",
    "original": "Personally, I much prefer men to dominate me. Speaking of which, how about it, are we gonna rut?"
  },
  {
    "key": "melodyblowjob2_7024c6c9",
    "original": "Aww man, I’ve had so much sex today…"
  },
  {
    "key": "melodyblowjob2_f46e2604",
    "original": "Bruh, I warned you about not saving enough for me."
  },
  {
    "key": "melodyblowjob2_e23231ab",
    "original": "Let's have dinner first and we'll see how you feel after that."
  },
  {
    "key": "melodyblowjob2_a20cefa7",
    "original": "..."
  },
  {
    "key": "melodyblowjob2_d4a4163f",
    "original": "I head back home, a little earlier than usual so I can have a nap. Can’t believe those two ended up draining me dry, Butters is probably going to want some later tonight too. The flesh is willing, but the body is weak."
  },
  {
    "key": "melodyblowjob2_f084571c_1",
    "original": "I can still recall Melody’s plight, after seeing her true personality I’m interested to see her slather on the cute mean girl attitude thick next time we meet."
  },
  {
    "key": "melodyblowjob2_e3ca3391_1",
    "original": "I’ll play along next time, just for fun."
  },
  {
    "key": "melodyblowjob2_156c1e5f",
    "original": "It doesn’t take too long for Butters to come back home from whatever she may have been doing today."
  },
  {
    "key": "melodyblowjob2_2b83e8f8",
    "original": "Hello [playername], did you have a good day?"
  },
  {
    "key": "melodyblowjob2_b2b82cde_1",
    "original": "Went to the boutique again today, if you recall there was some kind of scheme, turns out it involved a lot more sex than I anticipated."
  },
  {
    "key": "melodyblowjob2_4e23fd88",
    "original": "Awh please, you’ll make me jealous... I'm not used to sharing, hehe."
  },
  {
    "key": "melodyblowjob2_792b20dd",
    "original": "Butters having prepared a drink for herself and I, we sit down on a sofa, and relax."
  },
  {
    "key": "melodyblowjob2_5f43fa91",
    "original": "Oh, and how did that little scheme of little Melody’s end up playing out?"
  },
  {
    "key": "melodyblowjob2_4423b419_1",
    "original": "Ah well, having sex with Ruby was her scheme. She wanted me to help the household earn some cash with my ‘assets’."
  },
  {
    "key": "melodyblowjob2_e8732440",
    "original": "Really? I’ll admit, that's a bit weird."
  },
  {
    "key": "melodyblowjob2_3aafde62",
    "original": "You don’t know the half of it, Melody has this dominatrix like personality, she always teases and messes around with me."
  },
  {
    "key": "melodyblowjob2_5d1df1a6",
    "original": "I hope no one's treating you poorly, my succubus side will beat them up."
  },
  {
    "key": "melodyblowjob2_ec7b64ee_1",
    "original": "Don’t get mad, it’s complicated. She isn’t doing it to be nasty."
  },
  {
    "key": "melodyblowjob2_a0ff0853_1",
    "original": "I think it’s kinda like… a fetish thing. She’s able to snap back to a kinder side, that I’m assuming is the side everyone else sees."
  },
  {
    "key": "melodyblowjob2_8e930765",
    "original": "Fetish? I can’t relate to that much, but I think I understand."
  },
  {
    "key": "melodyblowjob2_abf38b17",
    "original": "I'm much more into getting dominated."
  },
  {
    "key": "melodyblowjob2_ce90d09e",
    "original": "Well, half of the time."
  },
  {
    "key": "melodyblowjob2_b0731615",
    "original": "How about we roll that dice after dinner?"
  },
  {
    "key": "melodyblowjob2_a20cefa7_1",
    "original": "..."
  },
  {
    "key": "boutiquevisit3_d03bee84",
    "original": "I’ll return to the boutique."
  },
  {
    "key": "boutiquevisit3_836a779f",
    "original": "Even though there’s always an aura of uncertainty about going there."
  },
  {
    "key": "boutiquevisit3_cc62876d",
    "original": "Every single day a completely different set of events can happen. It’s both exciting, and somewhat uncomforting."
  },
  {
    "key": "boutiquevisit3_d078dc2a",
    "original": "Will Melody tease me and try to jack me off?"
  },
  {
    "key": "boutiquevisit3_778d3c85",
    "original": "Will Ruby tease me and try to make me a part of her cam show?"
  },
  {
    "key": "boutiquevisit3_eb7c5d3d",
    "original": "The more I think about these two, the more similarities I spot than differences."
  },
  {
    "key": "boutiquevisit3_b54d8008",
    "original": "Yet, they are so different. Siblings can be weird like that."
  },
  {
    "key": "boutiquevisit3_e480f084",
    "original": "When I arrive, I see Melody at the door, just about to leave."
  },
  {
    "key": "boutiquevisit3_fe15b04e",
    "original": "Wait, [playername], what are you doing here?"
  },
  {
    "key": "boutiquevisit3_c50360b6",
    "original": "Good morning to you too, Melody."
  },
  {
    "key": "boutiquevisit3_3f86ef16",
    "original": "Y-You can’t go in today, Ruby is just going to use you for her cam show, you should come in later instead and just see me."
  },
  {
    "key": "boutiquevisit3_7e5a4b62",
    "original": "Are you being blatantly jealous? That’s unlike you."
  },
  {
    "key": "boutiquevisit3_5619ddf4",
    "original": "No, it’s not unlike me at all. You’re just awful at understanding women, dumbass."
  },
  {
    "key": "boutiquevisit3_93b2aef4",
    "original": "I don’t get it, weren’t you the one that helped me sleep with Ruby in the first place?"
  },
  {
    "key": "boutiquevisit3_4afcae17",
    "original": "Meh… I’m leaving."
  },
  {
    "key": "boutiquevisit3_c34688dc",
    "original": "Wait, I won’t do it then."
  },
  {
    "key": "boutiquevisit3_3ce66b98",
    "original": "Do whatever you want, jerk."
  },
  {
    "key": "boutiquevisit3_021ff75d",
    "original": "She stomps off after her unreasonably childish remark."
  },
  {
    "key": "boutiquevisit3_d9ca7882",
    "original": "Seems like she only wanted me to sleep with Ruby before because she was getting something out of it."
  },
  {
    "key": "boutiquevisit3_a2076053",
    "original": "I step into the boutique and close the door behind me, the entire room is lit up, and it’s clear that there has been a lot of busy work happening in here, which is remarkable considering it hasn’t been that long since I was last here."
  },
  {
    "key": "boutiquevisit3_c98e4736",
    "original": "Immediately I spot Ruby with a satisfied expression. She is sipping coffee next to a sewing machine."
  },
  {
    "key": "boutiquevisit3_52168a10",
    "original": "Hey Ruby, it’s nice to see you busy down here."
  },
  {
    "key": "boutiquevisit3_b4ff62a1",
    "original": "Ohh darling, darling, darling!"
  },
  {
    "key": "boutiquevisit3_d56d17dd",
    "original": "She bounces up from her chair and hugs me."
  },
  {
    "key": "boutiquevisit3_4fe4f020",
    "original": "I can’t thank you enough for your help, things are really looking up."
  },
  {
    "key": "boutiquevisit3_f5f84e02",
    "original": "Awh please, I barely did anything, it was all you."
  },
  {
    "key": "boutiquevisit3_fe9fa632",
    "original": "What’s with this girl, her personality is completely different every time I arrive."
  },
  {
    "key": "boutiquevisit3_8cf85e39",
    "original": "Aha, apologies dear, I’m a little wired on caffeine."
  },
  {
    "key": "boutiquevisit3_28fd0b98",
    "original": "Thanks to the lil’ cash boost you gave us, I decided to take a quick break from camming and instead go crazy with the designing."
  },
  {
    "key": "boutiquevisit3_cea1cebf",
    "original": "That's wonderful, think I can buy something?"
  },
  {
    "key": "boutiquevisit3_67b49aca",
    "original": "I need to get a 'slave' outfit for Riku's truth or dare punishment."
  },
  {
    "key": "boutiquevisit3_44f6b0ce",
    "original": "Oh? Of course darling! What would you like?"
  },
  {
    "key": "boutiquevisit3_3ac8445f",
    "original": "I'm looking for a maid dress."
  },
  {
    "key": "boutiquevisit3_5c4ff678",
    "original": "Ooo, a maid dress? I wonder who for! *Giggle* Hmm, Melody had a maid dress for halloween once, ah, here it is."
  },
  {
    "key": "boutiquevisit3_37844fab",
    "original": "She walks over to a rack and takes one out to show me, it's perfect."
  },
  {
    "key": "boutiquevisit3_454d2d18",
    "original": "Naturally this dress fits Melody's small figure and bosom, is that okay?"
  },
  {
    "key": "boutiquevisit3_bf868f11",
    "original": "Yeah that's perfect, how much is it?"
  },
  {
    "key": "boutiquevisit3_a60fc6e8",
    "original": "Second hand? 50 monies should cover it."
  },
  {
    "key": "rubymaidmenu3_105f5958",
    "original": "I can't afford it."
  },
  {
    "key": "rubymaidmenu3_97a22c68",
    "original": "Pleasure doing business with you darling."
  },
  {
    "key": "rubymaidmenu3_a79e984d",
    "original": "By the way, can you leave the dress here?"
  },
  {
    "key": "rubymaidmenu3_62cccc3e",
    "original": "Here? Do you want to pick it up at a later time?"
  },
  {
    "key": "rubymaidmenu3_b7d2a020",
    "original": "Yes, you'll see."
  },
  {
    "key": "rubymaidmenu3_f2c158ed",
    "original": "Okay darling, maybe you can earn some money to put towards the dress."
  },
  {
    "key": "rubymaidmenu3_d7c3cf34",
    "original": "Anyway, what have you been working on? You seem exhausted."
  },
  {
    "key": "rubymaidmenu3_dccd8f26",
    "original": "That’s wonderful, got anything in particular that you’re working on?"
  },
  {
    "key": "rubymaidmenu3_0ef6c8ce",
    "original": "Mhm, I’ve been up all night, and some of the morning to finish a wedding dress design."
  },
  {
    "key": "rubymaidmenu3_ce143570",
    "original": "I finally finished it and sent the design to my contacts this morning. I’m most nervous, I hope it gets accepted."
  },
  {
    "key": "rubymaidmenu3_bab93ddf",
    "original": "What will happen then?"
  },
  {
    "key": "rubymaidmenu3_9a969339",
    "original": "If they like the design, they’ll produce and sell it."
  },
  {
    "key": "rubymaidmenu3_936fa1d2",
    "original": "It’ll earn me quite a lot of residues if it’s successful."
  },
  {
    "key": "rubymaidmenu3_f8327ae5",
    "original": "A few hits like that means I’d be able to design full time again instead of doing cam shows."
  },
  {
    "key": "rubymaidmenu3_31f8d3b9",
    "original": "The designing industry is all about getting your foot in the door. I need people to recognize my brand and its quality, so companies are more eager to manufacture my products."
  },
  {
    "key": "rubymaidmenu3_b646a250",
    "original": "Ahh, so you don’t want to be a cam girl, that’s just a means to an end."
  },
  {
    "key": "rubymaidmenu3_dc263e98",
    "original": "Mmm not quite, I do genuinely enjoy doing the cam shows."
  },
  {
    "key": "rubymaidmenu3_31825e3e",
    "original": "I’ll probably continue to do those in the evenings, heh… I masturbate in the evenings anyway, so…"
  },
  {
    "key": "rubymaidmenu3_3752846a",
    "original": "Does that mean there’s nothing for me to do here?"
  },
  {
    "key": "rubymaidmenu3_757dd50f",
    "original": "Ohh gosh, I forgot! You're obviously here to work, not chit-chat."
  },
  {
    "key": "rubymaidmenu3_919b759e",
    "original": "This is perfect though, I’m trying to get as much work done as possible."
  },
  {
    "key": "rubymaidmenu3_85091eee",
    "original": "I hate to reduce you to an errand boy again, but if you could help me with lots of simple fetching tasks while I design. It’ll make the working process far easier for me."
  },
  {
    "key": "rubymaidmenu3_daaf0dc6",
    "original": "Hehe, I can even pay you this time, with that money you helped earn!"
  },
  {
    "key": "rubymaidmenu3_52afaf3a",
    "original": "Sounds perfect, I don’t mind at all. Just tell me what to do, and I’ll do it."
  },
  {
    "key": "rubymaidmenu3_a6b33e4a",
    "original": "Excellent, I’m actually quite tired, but there’s no way I could rest while I’m waiting for the confirmation of that dress, so I’m going to stay up until its confirmed and then nap afterwards."
  },
  {
    "key": "rubymaidmenu3_4035b389",
    "original": "For now, could you make me a coffee? That would definitely help. I like it sweet, two sugars."
  },
  {
    "key": "rubymaidmenu3_6ba8081d",
    "original": "I'm going to assume she wants it black considering milk is an aphrodisiac in this world."
  },
  {
    "key": "rubymaidmenu3_e373f21b",
    "original": "Any milk?"
  },
  {
    "key": "rubymaidmenu3_96a6192e",
    "original": "Goodness no darling, not now hahah."
  },
  {
    "key": "rubymaidmenu3_ce617998",
    "original": "…"
  },
  {
    "key": "rubymaidmenu3_e1c923a5",
    "original": "This is an unexpected yet exciting turn of events."
  },
  {
    "key": "rubymaidmenu3_5b6a785a",
    "original": "I spend the day helping Ruby with rather basic yet important things allowing her to focus on designing, stitching, sewing while I hand her things, make her drinks."
  },
  {
    "key": "rubymaidmenu3_6b8b573f",
    "original": "She even asks for my opinion a few times but I’m woefully underqualified to help her in that department. All her designs look gorgeous to me."
  },
  {
    "key": "rubymaidmenu3_46c21a65",
    "original": "There’s quite a lot of downtime, so I make myself a drink and spend a lot of time browsing the strange PonyWeb on Ruby’s laptop for fun."
  },
  {
    "key": "rubymaidmenu3_5e842674",
    "original": "I’m using the laptop so I can keep an eye on Ruby’s email. I guess I’m acting as a personal assistant."
  },
  {
    "key": "rubymaidmenu3_0cd44d69",
    "original": "Specifically I’m waiting for an email from the clothes manufacturer she sent her design to."
  },
  {
    "key": "rubymaidmenu3_d279655c",
    "original": "The day feels surprisingly long, I’m honestly in awe as Ruby works like a maestro for hours on end, seldom taking breaks."
  },
  {
    "key": "rubymaidmenu3_ce617998_1",
    "original": "…"
  },
  {
    "key": "rubymaidmenu3_44d6ff58",
    "original": "Even as the afternoon drags on there’s no email response. Ruby looks utterly exhausted at this point, I even learnt that she barely slept last night too."
  },
  {
    "key": "rubymaidmenu3_2e9ce3ee",
    "original": "It’s around 3:30pm when Melody steps through the door and awkwardly stares at us from the doorway."
  },
  {
    "key": "rubymaidmenu3_4b8f9642",
    "original": "Uh, hi."
  },
  {
    "key": "rubymaidmenu3_1283e8d1",
    "original": "Hey sweetie... Gosh, is it that time already? And still no email?"
  },
  {
    "key": "rubymaidmenu3_2426c446",
    "original": "Hey Melody. I’m afraid I’ve got no emails, Ruby."
  },
  {
    "key": "rubymaidmenu3_14234de2",
    "original": "I feared as much, they usually get back to me quickly but… Well, I guess I’ll be patient."
  },
  {
    "key": "rubymaidmenu3_b2070a3c",
    "original": "I’m exhausted though, I’m at the point where I’m struggling to stay awake, so I’m going to nap."
  },
  {
    "key": "rubymaidmenu3_5e32ffa0",
    "original": "Rest well Ruby, you deserve it after all your hard work."
  },
  {
    "key": "rubymaidmenu3_ea2ead47",
    "original": "Ruby heads off leaving me and Melody alone downstairs."
  },
  {
    "key": "rubymaidmenu3_00ebb43c",
    "original": "Ahh, she forgot to pay me. Guess I’ll wait…"
  },
  {
    "key": "rubymaidmenu3_1c07c076",
    "original": "Pay you for what, hmm? Being a rampant sex pest again?"
  },
  {
    "key": "rubymaidmenu3_aaf434a1",
    "original": "Calm yourself, we’ve been working on clothes all day. Check out that mannequin over there, she finished that one today."
  },
  {
    "key": "rubymaidmenu3_412bfb3e",
    "original": "Ohh my gosh, it’s so cute! I love these frills."
  },
  {
    "key": "rubymaidmenu3_393ce625",
    "original": "Alright, I’ll let you off this time, [playername]."
  },
  {
    "key": "rubymaidmenu3_0acf6078",
    "original": "She walks to the table I’m sat at and sits next to me."
  },
  {
    "key": "rubymaidmenu3_53c6b126",
    "original": "Guess I gotta reluctantly babysit the furless alien while Ruby naps."
  },
  {
    "key": "rubymaidmenu3_c87cc6cd",
    "original": "Furless alien? That's harsh."
  },
  {
    "key": "rubymaidmenu3_4b85e27b",
    "original": "You were mean this morning too. Why are you so irate at the moment?"
  },
  {
    "key": "rubymaidmenu3_51a11d5d",
    "original": "Irate? I’m not, you’re just…"
  },
  {
    "key": "rubymaidmenu3_d3612aad",
    "original": "It’s because Ruby hasn’t shut up about you ever since that stupid cam show."
  },
  {
    "key": "rubymaidmenu3_26c59d04",
    "original": "She’s always talking about you, like..."
  },
  {
    "key": "rubymaidmenu3_d672b3fa",
    "original": "’He helped us out so much’, ‘I do wish that cute boy comes back again’, ‘I’ll show him a good time’."
  },
  {
    "key": "rubymaidmenu3_23fb1135",
    "original": "Bleh, gross! Did you brainwash her?"
  },
  {
    "key": "rubymaidmenu3_8a56c75b",
    "original": "Melody… You’re the one that encouraged her to be open about her feelings towards me."
  },
  {
    "key": "rubymaidmenu3_b801bb77",
    "original": "Ahh, but… I’m not ready to face the consequences for my actions."
  },
  {
    "key": "rubymaidmenu3_1415fb0b",
    "original": "You got exactly what you wanted; you’re just being melodramatic now."
  },
  {
    "key": "rubymaidmenu3_625d3b5a",
    "original": "How about taking your own advice and be open too?"
  },
  {
    "key": "rubymaidmenu3_b9914032",
    "original": "She rolls her eyes and slumps over the table."
  },
  {
    "key": "rubymaidmenu3_39bbba8f",
    "original": "Don’t wanna!"
  },
  {
    "key": "rubymaidmenu3_88684d60",
    "original": "It’s too embarrassing to admit I actually like you too."
  },
  {
    "key": "rubymaidmenu3_2cc775c4",
    "original": "W-Wha-Tch… But you just did admit it."
  },
  {
    "key": "rubymaidmenu3_510b668d",
    "original": "Nuh uh, I didn’t, you’re just projecting because you’re a perv."
  },
  {
    "key": "rubymaidmenu3_8539dcb3",
    "original": "Alright, let’s say I am a perv. Do you wanna be a perv with me?"
  },
  {
    "key": "rubymaidmenu3_c65735c3",
    "original": "Hmm… No, I don’t wanna stoop down to your level of degeneracy..."
  },
  {
    "key": "rubymaidmenu3_df4231f4",
    "original": "But... Why don’t we chill in my bedroom instead?"
  },
  {
    "key": "rubymaidmenu3_2cc7b3e9",
    "original": "This girl is a headache. I heard sex is a great cure for headaches though."
  },
  {
    "key": "rubymaidmenu3_ce617998_2",
    "original": "…"
  },
  {
    "key": "rubymaidmenu3_ca541846",
    "original": "We head up to Melody’s room. There’s only one chair so we both choose to lay around on her bed instead."
  },
  {
    "key": "melodycowgirl2_984c7a83",
    "original": "Alright dumbass, let me get into character."
  },
  {
    "key": "melodycowgirl2_7f017e48",
    "original": "Wait, what are we doing?"
  },
  {
    "key": "melodycowgirl2_27e1bac9",
    "original": "Y-you know… Gross stuff."
  },
  {
    "key": "melodycowgirl2_f7f07dc3",
    "original": "Right now? Without any build up?"
  },
  {
    "key": "melodycowgirl2_6ba6a6a3",
    "original": "Pfft, you didn’t need any build up when I jacked you off, utter perv."
  },
  {
    "key": "melodycowgirl2_b86cb7ef",
    "original": "I’m horny as fuck, alright?"
  },
  {
    "key": "melodycowgirl2_7b125f44",
    "original": "I don’t know if you’ve noticed, but only you and Ruby have gotten any action lately."
  },
  {
    "key": "melodycowgirl2_7adf74ff",
    "original": "Yeah sure, I sucked you off and jerked you off, but that didn’t do anything for me, just left me blue balled."
  },
  {
    "key": "melodycowgirl2_9894cafb",
    "original": "Well you could have-"
  },
  {
    "key": "melodycowgirl2_025800a9",
    "original": "No, no, don’t tell me what I coulda or shoulda. I wasn’t ready then, but I am now."
  },
  {
    "key": "melodycowgirl2_510b2c89",
    "original": "I guess the only thing I’m left wondering is why now?"
  },
  {
    "key": "melodycowgirl2_857877a6",
    "original": "Why are you resisting, aren’t you supposed to be drooling over me or something?"
  },
  {
    "key": "melodycowgirl2_198b59c1",
    "original": "I’m not a sex zombie, I’m genuinely curious. Why do you want to sleep with me?"
  },
  {
    "key": "melodycowgirl2_16d9efa0",
    "original": "I already told you, it’s because Ruby wouldn’t shut up about you."
  },
  {
    "key": "melodycowgirl2_10f8e790",
    "original": "And lately I’ve been so horny because of you hanging around that I spend my evenings masturbating into a stupor."
  },
  {
    "key": "melodycowgirl2_4e5ff644",
    "original": "Heat sucks already, but it’s unbearably sucky when my sister is drooling over the cute boy that she fucked."
  },
  {
    "key": "melodycowgirl2_a3f31353",
    "original": "Awhh, she thinks I’m cute."
  },
  {
    "key": "melodycowgirl2_6045591f",
    "original": "I’ve had it. I’m sick of being in everyone’s shadow. I’m independent too, I can do whatever I want!"
  },
  {
    "key": "melodycowgirl2_a1620116",
    "original": "What are you going to do about it?"
  },
  {
    "key": "melodycowgirl2_e00e610b",
    "original": "I’m going to fuck you. Don’t misunderstand, {i}you’re{/i} not going to fuck {i}me{/i}, I’M going to fuck YOU."
  },
  {
    "key": "melodycowgirl2_170aed59",
    "original": "With a single hand, she pushes down my chest, causing me to lay down on her bed as she crawls over the top of me, positioning her hips above my rapidly growing member."
  },
  {
    "key": "melodycowgirl2_769d0e5c",
    "original": "That’s right, I’m going to quell those sick twisted fantasies of yours."
  },
  {
    "key": "melodycowgirl2_c1ed4ca9",
    "original": "I saw the glimmer in your eyes when you met me, the way your eyes darted between my legs then to my chest."
  },
  {
    "key": "melodycowgirl2_3439ea09",
    "original": "I got to thinking, why would a guy like you ever want to work at a boutique?"
  },
  {
    "key": "melodycowgirl2_898cb043",
    "original": "Well you know, I just thought it’d be fun."
  },
  {
    "key": "melodycowgirl2_6bbf5247",
    "original": "Fun… Fun… Right."
  },
  {
    "key": "melodycowgirl2_8f4e94a0",
    "original": "At this point I’m fully erect in between Melody’s thighs and my tip can feel her wetness. However, she refuses to lower herself and instead teases me with the idea of penetration."
  },
  {
    "key": "melodycowgirl2_633865b4",
    "original": "I guess it would be pretty fun if you had thoughts of fucking the mares working there, hehe, how gross."
  },
  {
    "key": "melodycowgirl2_2e4ae6d4",
    "original": "Because let's face it, the only reason a guy with no experience in this industry would want to work at a boutique is because of all the girls."
  },
  {
    "key": "melodycowgirl2_8293ab74",
    "original": "I am here to work though; I need the money."
  },
  {
    "key": "melodycowgirl2_4b579c39",
    "original": "Yet you still jumped at the chance of every single sexual encounter presented to you."
  },
  {
    "key": "melodycowgirl2_68568bbb",
    "original": "I even caught you staring at Ruby masturbating. You had an erection."
  },
  {
    "key": "melodycowgirl2_427a7dab",
    "original": "That was an accident, I would never do something like that without consent."
  },
  {
    "key": "melodycowgirl2_f753ff0a",
    "original": "But, you did… You watched while I gave you a hand job, you could have stopped me any time you wanted."
  },
  {
    "key": "melodycowgirl2_888636f5",
    "original": "I can feel her starting to grind against my shaft, her nether lips mushing against my skin leaving a glistening wetness in its movements."
  },
  {
    "key": "melodycowgirl2_0033c4c1",
    "original": "Yeah… I guess we’re both bad people in that regard, I’m just lucky that Ruby ended up seeing the best out of that moment."
  },
  {
    "key": "melodycowgirl2_e394e452",
    "original": "Tch, Ruby this, Ruby that. Is she special, or is she just another of your fuck and chucks?"
  },
  {
    "key": "melodycowgirl2_11f0016d",
    "original": "…"
  },
  {
    "key": "melodycowgirl2_3daeb3f3",
    "original": "I’m taken off guard by her silence, but I can feel her slowly lowering herself onto my cock, after all this teasing she’s finally sliding it inside her."
  },
  {
    "key": "melodycowgirl2_eefeab3a",
    "original": "And me...?"
  },
  {
    "key": "melodycowgirl2_62647756",
    "original": "I can feel her slowly lowering herself onto my cock, after all this teasing she’s finally sliding it inside her."
  },
  {
    "key": "melodycowgirl2_e69f98fa",
    "original": "Yet here you are, fucking her sister..."
  },
  {
    "key": "melodycowgirl2_44f9615e",
    "original": "Wow [playername]..."
  },
  {
    "key": "melodycowgirl2_96a95bd2",
    "original": "I’m taken off guard by her reply, but I can feel her slowly lowering herself onto my cock, after all this teasing she’s finally sliding it inside her."
  },
  {
    "key": "melodycowgirl2_25809aeb",
    "original": "She’s immensely tight, her insides suck and squeeze at every inch of my shaft causing me to shiver with desire."
  },
  {
    "key": "melodycowgirl2_e9770c02",
    "original": "You’re such a fucking pervert, I love it."
  },
  {
    "key": "melodycowgirl2_9cf499cf",
    "original": "With her hands leaning back onto my thighs, she slowly rides me up and down."
  },
  {
    "key": "melodycowgirl2_73267406",
    "original": "She seems notably less experienced than Ruby but her enthusiasm makes up for it."
  },
  {
    "key": "melodycowgirl2_72ca3c18",
    "original": "Her movements eventually becoming gliding motions as my shaft is lubricated by her wetness and she gets used to the penetration."
  },
  {
    "key": "melodycowgirl2_90572081",
    "original": "At the peak of each thrust, she can’t help but muffle an adorable squeaky moan totally unfitting of her cold femdom demeanour"
  },
  {
    "key": "melodycowgirl2_ad34dd92",
    "original": "Mmphh, I can feel your cock inside my pussy. Savour this moment you’ve awaited so long, you filthy pervert."
  },
  {
    "key": "melodycowgirl2_5ff264e6",
    "original": "Even now, you’re keeping up this act?"
  },
  {
    "key": "melodycowgirl2_2c4ea9f6",
    "original": "She grinned as she once again sat down on my cock, I can’t say the feeling of being dominated wasn’t oddly arousing."
  },
  {
    "key": "melodycowgirl2_317c2823",
    "original": "Hehe… Say whatever you like, you’re the one that keeps getting completely erect at my admonishments."
  },
  {
    "key": "melodycowgirl2_755e30a8",
    "original": "And to me, that's hot as fuck."
  },
  {
    "key": "melodycowgirl2_5d119a39",
    "original": "She leaned back slightly, so I had a better view of our sexes. She was so tight her skin would indent slightly as she took me all the way in, it was an erotic sight only made more erotic with the squelching wet sounds."
  },
  {
    "key": "melodycowgirl2_03d41344",
    "original": "Using her hands on my thighs to support her, she bounced up and down at a growing pace."
  },
  {
    "key": "melodycowgirl2_babaf046",
    "original": "In a lecherous tone, I could hear her whisper..."
  },
  {
    "key": "melodycowgirl2_28758c15",
    "original": "Don’t you think love takes many forms?"
  },
  {
    "key": "melodycowgirl2_b52b3cea",
    "original": "Her eyes locked with mine as she licked her lips seductively."
  },
  {
    "key": "melodycowgirl2_66b1ff07",
    "original": "… What are you trying to say?"
  },
  {
    "key": "melodycowgirl2_68156c6e",
    "original": "Be honest with yourself, you love being my toy."
  },
  {
    "key": "melodycowgirl2_fcc0a174",
    "original": "Her hips started to grind back and forth as well as ride."
  },
  {
    "key": "melodycowgirl2_e7afc2f4",
    "original": "I imagine this is her first time and she’s finally gotten used to the motions of riding a cock. Her movements only get more sensual and confident."
  },
  {
    "key": "melodycowgirl2_6cf8e579",
    "original": "She’s a quick learner too, she slows down when she notices my erection throb and stiffen."
  },
  {
    "key": "melodycowgirl2_e9f35872",
    "original": "She’s paying close attention to my facial expressions which she is using to read me like a book."
  },
  {
    "key": "melodycowgirl2_dd273e80",
    "original": "For a girl in heat, you’re managing to tease me a lot. Isn’t this unsatisfying for you?"
  },
  {
    "key": "melodycowgirl2_86a8cd6f",
    "original": "Her hips gyrated around while occasionally lifting up and down, stroking the entire length of my shaft with her pussy in shallow, unsatisfying pumps."
  },
  {
    "key": "melodycowgirl2_38ae40f4",
    "original": "I don’t know what you’re talking about toy, this feels heavenly to me."
  },
  {
    "key": "melodycowgirl2_3a02a385",
    "original": "I love the way your cock feels, grinding deep inside my pussy. It’s definitely going to make me come."
  },
  {
    "key": "melodycowgirl2_68618617",
    "original": "Melody’s lustful words filled my ears clouding my mind with the combined seduction and pleasure."
  },
  {
    "key": "melodycowgirl2_de357e47",
    "original": "I want to protest and tell her ‘I’m not your toy’, but from her commanding position it feels pointless."
  },
  {
    "key": "melodycowgirl2_e476606b",
    "original": "She starts speeding up in intervals, bouncing up and down my cock at an immensely pleasurable rate before slowing down and gyrating again."
  },
  {
    "key": "melodycowgirl2_48f6488b",
    "original": "Hehe, when I go fast, I can feel the tip grow. I can’t let my toy cum before I do though…"
  },
  {
    "key": "melodycowgirl2_da246885",
    "original": "She had total control over my body, and my orgasm."
  },
  {
    "key": "melodycowgirl2_b717d926",
    "original": "I’m not letting you cum that easily, this is my pussy you broke in after all…"
  },
  {
    "key": "melodycowgirl2_f91f799a",
    "original": "Yeah, that’s right. It’s almost unbelievable to think I was a virgin before."
  },
  {
    "key": "melodycowgirl2_aa7037c9",
    "original": "Her fingers dig into my skin as she starts to ride me faster, her face ecstatic with pleasure. I think she’s on the edge of coming and can’t hold herself back any longer."
  },
  {
    "key": "melodycowgirl2_ee9cdbd7",
    "original": "Gehehe, your dick is throbbing in my pussy, I love it…"
  },
  {
    "key": "melodycowgirl2_79c3b1f5",
    "original": "*Squish*, *Squish*, *Grind, grind*, *Hump, hump*!"
  },
  {
    "key": "melodycowgirl2_8f0d09b9",
    "original": "Ah! Does that mean you’re gonna cum?"
  },
  {
    "key": "melodycowgirl2_036f2083",
    "original": "She moved her hips up and down at an increasing pace, stroking the entirety of my cock with her insides. I could feel my climax rapidly drawing nearer."
  },
  {
    "key": "melodycowgirl2_b11ad8f3",
    "original": "Ahh, mm… I bet you wanna cum, right?"
  },
  {
    "key": "melodycowgirl2_962943b8",
    "original": "As Melody seemed to orgasm in her frenetic motions, I could feel her pussy contract and tighten around my shaft, pleasuring me more and more."
  },
  {
    "key": "melodycowgirl2_3f9319d2",
    "original": "Aaahhh… Aaaahhh! Aauuuuhhhhhh…… Haaahhhaaaaaaaa!"
  },
  {
    "key": "melodycowgirl2_b0bdba5b",
    "original": "Mmmphh, Cum inside my filthy, wet pussy…"
  },
  {
    "key": "melodycowgirl2_6d2b6619",
    "original": "I could barely hold back another second, my cock was seconds away from bursting."
  },
  {
    "key": "melodycowgirl2_fe833c0c",
    "original": "Ahh, ah! Cum, you fucking pervert!"
  },
  {
    "key": "melodycowgirl2_64fb885f",
    "original": "That’s it, I couldn’t hold back anymore. I unloaded deep into Melody as my eyes rolled back and my body was rattled with euphoric sensation."
  },
  {
    "key": "melodycowgirl2_2ab4d82e",
    "original": "Her pussy tightly clenched around my cock as she rode me throughout the entire orgasm, milking my cock for every drop of semen it could."
  },
  {
    "key": "melodycowgirl2_030f742c",
    "original": "As the rush of lust slowly dissipated between the two of us, we were both left panting, with her on top of me."
  },
  {
    "key": "melodycowgirl2_1348db37",
    "original": "She raises herself from my cock and grimaces as it flops out with a blob of cum."
  },
  {
    "key": "melodycowgirl2_2dbb4ed9",
    "original": "Ahh shit… I lost myself in the moment and made you cum too soon."
  },
  {
    "key": "melodycowgirl2_504d457d",
    "original": "I was hoping to use you with a few org- AH!"
  },
  {
    "key": "melodycowgirl2_5cda552d",
    "original": "At that moment, something took us both by surprise as someone burst into the room, making us both jump."
  },
  {
    "key": "melodycowgirl2_a22c6e4a",
    "original": "We didn’t freak out, or try to cover ourselves. Both me and Melody were in such a compromising position, we could do nothing but stare, frozen in shock."
  },
  {
    "key": "melodycowgirl2_57509f67",
    "original": "Oh, oh dear."
  },
  {
    "key": "melodycowgirl2_4c5c9cb1",
    "original": "I-uh, I guess I’ll…"
  },
  {
    "key": "melodycowgirl2_1e359139",
    "original": "No, no, it’s whatever, you can stay."
  },
  {
    "key": "melodycowgirl2_7ca2cac8",
    "original": "Wait, she can?"
  },
  {
    "key": "melodycowgirl2_340a5b3e",
    "original": "Melody gets off me and kneels down on the bed facing Ruby. Leaving me to quickly cover myself up."
  },
  {
    "key": "melodycowgirl2_8e495176",
    "original": "Oh my…"
  },
  {
    "key": "melodycowgirl2_907c9592",
    "original": "Isn’t this weird? Am I in trouble?"
  },
  {
    "key": "melodycowgirl2_2675a87b",
    "original": "Don’t be ridiculous, we’re all grown adults here."
  },
  {
    "key": "melodycowgirl2_e68ac13f",
    "original": "Single too, nothing wrong with mingling as they say."
  },
  {
    "key": "melodycowgirl2_dae1b68d",
    "original": "I- uh, right. Don’t you care at all, Ruby?"
  },
  {
    "key": "melodycowgirl2_6b130950",
    "original": "What do you mean, darling?"
  },
  {
    "key": "melodycowgirl2_6dd76fbe",
    "original": "Is she really so out of touch that she can’t see how weird this situation is?"
  },
  {
    "key": "melodycowgirl2_c748ba49",
    "original": "I know where this is going…"
  },
  {
    "key": "melodycowgirl2_e1c14d81",
    "original": "Don’t expect a threesome you pervert."
  },
  {
    "key": "melodycowgirl2_5367ed80",
    "original": "Easy now, I didn’t say anything like that."
  },
  {
    "key": "melodycowgirl2_652b5990",
    "original": "Pervert… You think [playername] is a pervert?"
  },
  {
    "key": "melodycowgirl2_d0c02862",
    "original": "Well yeah, he slept with both of us, how gro-o-oh… Hmm…"
  },
  {
    "key": "melodycowgirl2_fd569863",
    "original": "Maybe I should stop saying it’s gross now."
  },
  {
    "key": "melodycowgirl2_8b0da48e",
    "original": "If he’s perverted, what does that make us?"
  },
  {
    "key": "melodycowgirl2_93e9233d",
    "original": "Sisters that secretly planned to share and sleep with him, hehe."
  },
  {
    "key": "melodycowgirl2_42bd829d",
    "original": "Wait, what?"
  },
  {
    "key": "melodycowgirl2_39d84768",
    "original": "We’ve just been using you to live out our naughtiest fantasies, we’re the perverted ones."
  },
  {
    "key": "melodycowgirl2_6153af80",
    "original": "I’m at a complete loss for words… It wasn’t just Melody this entire time, they’re both evil scheming demons."
  },
  {
    "key": "melodycowgirl2_39dfb837",
    "original": "It completely makes sense too, Ruby lived out her voyeurism fantasies while Melody lived out her fem-dom fantasies."
  },
  {
    "key": "melodycowgirl2_e3b37308",
    "original": "He enjoyed it, so we’re like a trio of proud pervs."
  },
  {
    "key": "melodycowgirl2_d2e9de84",
    "original": "My apologies darling, I thought you were at least somewhat aware."
  },
  {
    "key": "melodycowgirl2_73ace44d",
    "original": "I guess I was; I just didn’t realize to what extent."
  },
  {
    "key": "melodycowgirl2_167e7f56",
    "original": "ANYWAY, what’s the big idea, why did you barge in here?"
  },
  {
    "key": "melodycowgirl2_3d7e6da0",
    "original": "I bet you knew that we were fuckin’! You’re so gross, sis! I didn't think your voyeurism extended to your little sister!"
  },
  {
    "key": "melodycowgirl2_2bad77db",
    "original": "Oh please, I knew nothing of the sort. I’m here because I have simply magnificent news that I had to share immediately."
  },
  {
    "key": "melodycowgirl2_9e82d4f1",
    "original": "My dress, it was accepted! I just got the mail!"
  },
  {
    "key": "melodycowgirl2_87532ff6",
    "original": "Awesome! That’s so great, sis!"
  },
  {
    "key": "melodycowgirl2_724cc772",
    "original": "Melody bounces up off the bed, and they hug in an overjoyed and ecstatic way that I’m sure only girls can replicate."
  },
  {
    "key": "melodycowgirl2_ac5912e2",
    "original": "Then the three of us head downstairs to celebrate with some red wine."
  },
  {
    "key": "melodycowgirl2_71bdd24f",
    "original": "You can finally focus on making dresses now, right Ruby?"
  },
  {
    "key": "melodycowgirl2_a02dc1f7",
    "original": "Oh, and perhaps a certain piano?"
  },
  {
    "key": "melodycowgirl2_cf25c2a9",
    "original": "That’s the idea, Mel."
  },
  {
    "key": "melodycowgirl2_38d91bee",
    "original": "Did she just call Melody, Mel? That's adorable!"
  },
  {
    "key": "melodycowgirl2_2fc4a8c1",
    "original": "Oh and [playername], you’re still looking for work right? You can always come back."
  },
  {
    "key": "melodycowgirl2_02d8bc58",
    "original": "In fact, I implore you, do come back."
  },
  {
    "key": "melodycowgirl2_00583361",
    "original": "No way, he should come back for me, not you!"
  },
  {
    "key": "melodycowgirl2_2a1afb7a",
    "original": "We’ll take turns, is that alright, darling?"
  },
  {
    "key": "melodycowgirl2_446acbb2",
    "original": "Bloody hell."
  },
  {
    "key": "melodycowgirl2_ce617998",
    "original": "…"
  },
  {
    "key": "melodycowgirl2_186cc6e1",
    "original": "Filled with satisfaction after a wholesome day of work, I get paid 25 monies, and I return to the wagon with the knowledge that I’ll always be welcome back."
  },
  {
    "key": "melodycowgirl2_f36a108c",
    "original": "Where I’ll be endlessly victim to their lustful schemes, but hey, who doesn’t like being teased by cute girls every now and then?"
  },
  {
    "key": "melodycowgirl2_653bd64b",
    "original": "I settle down back at the wagon and Moxie soon joins me with her uplifting, perky personality that acts as the perfect cherry on top of any day."
  },
  {
    "key": "melodycowgirl2_38bf3a3b",
    "original": "Heyy! How’s it going man?"
  },
  {
    "key": "melodycowgirl2_40fcdecf",
    "original": "Ah you know, same old, same old."
  },
  {
    "key": "melodycowgirl2_bff6056e",
    "original": "Where’d you go today?"
  },
  {
    "key": "melodycowgirl2_a9de329d",
    "original": "It was the boutique again, everything turned out quite sweet, so you don’t have to worry about that teasing stuff I mentioned before."
  },
  {
    "key": "melodycowgirl2_1aeaf524",
    "original": "I’m glad to hear that. I was genuinely worried that some weird mare would harass you, hopefully that’ll never happen though."
  },
  {
    "key": "melodycowgirl2_1f0a1265",
    "original": "Hey, I’ve got a question. Just how perverted is the average mare? Would anyone actually harass me?"
  },
  {
    "key": "melodycowgirl2_8f41a1e5",
    "original": "Uhhhh, could you define perverted?"
  },
  {
    "key": "melodycowgirl2_da95597a",
    "original": "Hmm... Sexually forward, promiscuous, et cetera."
  },
  {
    "key": "melodycowgirl2_ca1df7d9",
    "original": "From the gist I've gathered, I can definitely claim the women in this world are far more sexually forward than you’ll be used to."
  },
  {
    "key": "melodycowgirl2_35324042",
    "original": "You can say that again."
  },
  {
    "key": "melodycowgirl2_2f09c306",
    "original": "Of course, being more sexually forward also may come with some toxic behaviours like cat-calling or inappropriate touching."
  },
  {
    "key": "melodycowgirl2_b0163c6b",
    "original": "Sheesh, how do you even help creeps like that?"
  },
  {
    "key": "melodycowgirl2_74dd156d",
    "original": "I think they just need to be aware that what they’re doing is unacceptable and they should move that energy into more positive and productive things."
  },
  {
    "key": "melodycowgirl2_d6a0dc72",
    "original": "Positive and productive things?"
  },
  {
    "key": "melodycowgirl2_877a6b0f",
    "original": "You know, if they’re really that repressed and frustrated, they should put that energy into going on dates, or something."
  },
  {
    "key": "melodycowgirl2_83b08952",
    "original": "That’s what I did, I was frustrated and tried to summon a familiar with that spell."
  },
  {
    "key": "melodycowgirl2_4489cc06",
    "original": "I like your introspection, that’s good advice."
  },
  {
    "key": "melodycowgirl2_3fb37c04",
    "original": "Why thank you, now how about I cook us up something even better than my shoddy advice."
  },
  {
    "key": "melodycowgirl2_a20cefa7",
    "original": "..."
  },
  {
    "key": "melodycowgirl2_4d62fa8b",
    "original": "Filled with satisfaction after a wholesome day of work, I return to the cottage with the knowledge that I’ll always be welcome back."
  },
  {
    "key": "melodycowgirl2_f36a108c_1",
    "original": "Where I’ll be endlessly victim to their lustful schemes, but hey, who doesn’t like being teased by cute girls every now and then?"
  },
  {
    "key": "melodycowgirl2_681be5ea",
    "original": "I settle down on a sofa at the cottage, and Butters soon joins me with her uplifting, wholesome personality that acts as the perfect cherry on top of any day."
  },
  {
    "key": "melodycowgirl2_0f5826dc",
    "original": "Heyy! How's it going [playername]?"
  },
  {
    "key": "melodycowgirl2_40fcdecf_1",
    "original": "Ah you know, same old, same old."
  },
  {
    "key": "melodycowgirl2_1e6814ab",
    "original": "Look what I got! A dewblossom! It doesn't sting me anymore! Hehe."
  },
  {
    "key": "melodycowgirl2_06d4cf23",
    "original": "That's great news! Congratulations."
  },
  {
    "key": "melodycowgirl2_2edb07b6",
    "original": "Where’d you go today?"
  },
  {
    "key": "melodycowgirl2_a9de329d_1",
    "original": "It was the boutique again, everything turned out quite sweet, so you don’t have to worry about that teasing stuff I mentioned before."
  },
  {
    "key": "melodycowgirl2_7a4cc1cb",
    "original": "I’m glad to hear that. I wouldn't want anyone to ruin your experience in this lovely world."
  },
  {
    "key": "melodycowgirl2_1f0a1265_1",
    "original": "Hey, I’ve got a question. Just how perverted is the average mare? Would anyone actually harass me?"
  },
  {
    "key": "melodycowgirl2_cbd828d5",
    "original": "Perverted? Probably somewhere between me and my succubus."
  },
  {
    "key": "melodycowgirl2_bd2bbfcf",
    "original": "Hmm... That sounds bad..."
  },
  {
    "key": "melodycowgirl2_0235b030",
    "original": "You told me you're from another world, it sounds like the girls in this world are hornier."
  },
  {
    "key": "melodycowgirl2_35324042_1",
    "original": "You can say that again."
  },
  {
    "key": "melodycowgirl2_66486049",
    "original": "But harassing? That's only among a few nasty individuals, even in such a lovely town like Arcadia there are some."
  },
  {
    "key": "melodycowgirl2_25dbb87a",
    "original": "Umbra was one of those, thankfully I haven't had to deal with any creeps since him, but I'm good at noticing the red flags."
  },
  {
    "key": "melodycowgirl2_517bb8a1",
    "original": "Sheesh, how do you even help creeps like that."
  },
  {
    "key": "melodycowgirl2_1cf4f17b",
    "original": "I think they just need to be aware that what they’re doing is unacceptable and they should move that energy into more positive and productive things."
  },
  {
    "key": "melodycowgirl2_d6a0dc72_1",
    "original": "Positive and productive things?"
  },
  {
    "key": "melodycowgirl2_96426cfc",
    "original": "You know, if they’re really that repressed and frustrated, they should put that energy into something else."
  },
  {
    "key": "melodycowgirl2_5d0749af",
    "original": "That’s what I did, when I was distracted by my lusts, I'd distract myself with work."
  },
  {
    "key": "melodycowgirl2_4489cc06_1",
    "original": "I like your introspection, that’s good advice."
  },
  {
    "key": "melodycowgirl2_8d29ea65",
    "original": "Thank you babe, how about I cook us up something even better than my advice."
  },
  {
    "key": "melodycowgirl2_a20cefa7_1",
    "original": "..."
  },
  {
    "key": "boutiqueafter_f18dea1c",
    "original": "Good morning darling! Here to work, buy, or perhaps something else?"
  },
  {
    "key": "boutiqueafter_b2080cc6",
    "original": "Wow, look at this place, it's so tidy and organised now! You really turned this place around, I'm proud."
  },
  {
    "key": "boutiqueafter_ec354621",
    "original": "Oh, darling, this is all thanks to your superb help."
  },
  {
    "key": "boutiqueafter_3f27929c",
    "original": "My dress has gone on to be a wonderful success! You and I made a great team."
  },
  {
    "key": "boutiqueafter_1852d4f4",
    "original": "Of course, we can still do those fun shows later on if that's what you'd like."
  },
  {
    "key": "boutiqueafter_f18dea1c_1",
    "original": "Good morning darling! Here to work, buy, or perhaps something else?"
  },
  {
    "key": "boutiqueaftermenu_82b0eda2",
    "original": "There's nothing I need to buy here, maybe later."
  },
  {
    "key": "boutiqueaftermenu_d6db09a2",
    "original": "I can't afford that."
  },
  {
    "key": "boutiqueaftermenu_7b8b93e6",
    "original": "Pleasure doing business with you!"
  },
  {
    "key": "boutiqueaftermenu_a79e984d",
    "original": "By the way, can you leave the dress here?"
  },
  {
    "key": "boutiqueaftermenu_62cccc3e",
    "original": "Here? Do you want to pick it up at a later time?"
  },
  {
    "key": "boutiqueaftermenu_b7d2a020",
    "original": "Yes, you'll see."
  },
  {
    "key": "boutiqueaftermenu_a6be7a80",
    "original": "So darling, I don't mean to pry too much into your personal life. However, I imagine you must get a lot of action, yes?"
  },
  {
    "key": "boutiqueaftermenu_b8b59b48",
    "original": "I-uh, what makes you say that?"
  },
  {
    "key": "boutiqueaftermenu_5b67e785",
    "original": "Needless to say, you slept with both my sister and I. There must be others, right?"
  },
  {
    "key": "boutiqueaftermenu_86b1c852",
    "original": "Yeah, I'll admit that much, although you two came onto me."
  },
  {
    "key": "boutiqueaftermenu_885a2690",
    "original": "Ahaha, sorry about that. It's just that you're such a juicy morsel."
  },
  {
    "key": "boutiqueaftermenu_a684c9fd",
    "original": "Now I feel like I was you and your sister's prey."
  },
  {
    "key": "boutiqueaftermenu_3633d926",
    "original": "Anyway, I know we're friends with benefits, but I wanted to ask. I was wondering if it would be okay if I slept with others too?"
  },
  {
    "key": "boutiqueaftermenu_de48b9af",
    "original": "It would be unfair if I didn't let you do the same."
  },
  {
    "key": "boutiqueaftermenu_61a637f0",
    "original": "How delightful, I'll tell her right away."
  },
  {
    "key": "boutiqueaftermenu_0e6f0673",
    "original": "Her? Who's that?"
  },
  {
    "key": "boutiqueaftermenu_15f279c9",
    "original": "Oh! It's a secret!"
  },
  {
    "key": "boutiqueaftermenu_83141b54",
    "original": "I see, I won't pry then."
  },
  {
    "key": "boutiqueaftermenu_40337e2b",
    "original": "How curious, Ruby has a lesbian love interest? Maybe it's a female fan of her camshows."
  },
  {
    "key": "boutiqueaftermenu_855f5104",
    "original": "Maybe it's someone I know."
  },
  {
    "key": "boutiqueaftermenu_08638bbd",
    "original": "Awh darling... I guess I understand, a lady shouldn't sleep around, right?"
  },
  {
    "key": "boutiqueaftermenu_a6f65be3",
    "original": "Well, I kinda feel bad now. Aren't you worried about pregnancy?"
  },
  {
    "key": "boutiqueaftermenu_62e08556",
    "original": "You've got a point. But you're right. I'm more of a voyeur than someone that does the sleeping anyway."
  },
  {
    "key": "boutiqueaftermenu_ab5b52af",
    "original": "I just thought I'd ask out of curiosity more than anything."
  },
  {
    "key": "boutiqueaftermenu_fbe6c898",
    "original": "There's something on my mind."
  },
  {
    "key": "boutiqueaftermenu_470437b5",
    "original": "What's that darling?"
  },
  {
    "key": "boutiqueaftermenu_8d9e7392",
    "original": "I'm just wondering why you're so nonchalant about letting me sleep with your little sister?"
  },
  {
    "key": "boutiqueaftermenu_11997589",
    "original": "Is that a problem? She's even feistier than I am, so there's nothing to worry about."
  },
  {
    "key": "boutiqueaftermenu_1eb2e7d5",
    "original": "Yeah that's true, but I think you're missing the point. We have this strange two-sister one-man love triangle, don't you think that's strange?"
  },
  {
    "key": "boutiqueaftermenu_8e507dc2",
    "original": "Perhaps it's a little weird, but I like to think of it as a happy accident where the three of us are mature enough to settle this like adults."
  },
  {
    "key": "boutiqueaftermenu_0978401a",
    "original": "Think of all the moments in great literature where an attractive man incidently seduced both lady and sister."
  },
  {
    "key": "boutiqueaftermenu_44fb301c",
    "original": "What a tragedy it would be if either one of us were selfish enough to cut off that joy, rather than share in it."
  },
  {
    "key": "boutiqueaftermenu_951f89fe",
    "original": "Uhh... Yeah, okay."
  },
  {
    "key": "boutiqueaftermenu_7efa0063",
    "original": "It also fits into my interests as a voyeur."
  },
  {
    "key": "boutiqueaftermenu_383ebc93",
    "original": "Fits your interest? I hope you aren't implying you watch us do it."
  },
  {
    "key": "boutiqueaftermenu_5a9e0f3e",
    "original": "Never darling! B-But I may be able to hear sometimes..."
  },
  {
    "key": "boutiqueaftermenu_b63b9c0d",
    "original": "You can hear us?"
  },
  {
    "key": "boutiqueaftermenu_adfd70c4",
    "original": "Well, the walls are awfully thin darling..."
  },
  {
    "key": "boutiqueaftermenu_c2c1a3fa",
    "original": "Do you masturbate to the sounds?"
  },
  {
    "key": "boutiqueaftermenu_24344a22",
    "original": "I-uh, n-no! Never!"
  },
  {
    "key": "boutiqueaftermenu_179225bd",
    "original": "She's such a bad liar."
  },
  {
    "key": "boutiqueaftermenu_bef416c5",
    "original": "Melody briefly mentioned your mother ran away, could you tell me what she meant?"
  },
  {
    "key": "boutiqueaftermenu_f2766f93",
    "original": "Oh, her... That woman infuriates me."
  },
  {
    "key": "boutiqueaftermenu_2bc7f377",
    "original": "She's such a delusional narcissist, acts like she's better than everyone else, and I'm worried a part of her believes it."
  },
  {
    "key": "boutiqueaftermenu_0a2f0f50",
    "original": "She actually ran away a long time ago, I'm surprised Melody mentioned it."
  },
  {
    "key": "boutiqueaftermenu_7d010a14",
    "original": "What happened?"
  },
  {
    "key": "boutiqueaftermenu_de97429c",
    "original": "Never wanting to work a day in her life, she'd just try to hitch rides with richer stallions by looking pretty and acting dumb."
  },
  {
    "key": "boutiqueaftermenu_c7bdf55d",
    "original": "Through her first divorce we actually managed to get enough money to buy one of the largest houses in the suburbs."
  },
  {
    "key": "boutiqueaftermenu_ff0d41f0",
    "original": "That stallion was me and Mel's father, the breakup wasn't pretty so we were estranged for awhile. But more recently we've started visiting more often."
  },
  {
    "key": "boutiqueaftermenu_2a6c04d3",
    "original": "Turned out I have a little brother, I had no idea."
  },
  {
    "key": "boutiqueaftermenu_1a05a0e2",
    "original": "Why did they divorce?"
  },
  {
    "key": "boutiqueaftermenu_e6921c19",
    "original": "Cheating... My mother cheated and stayed with the new guy for a few years until I was about sixteen."
  },
  {
    "key": "boutiqueaftermenu_44e77b0a",
    "original": "And then they just vanished, leaving me to look after Melody who was only eleven at the time."
  },
  {
    "key": "boutiqueaftermenu_af6b309f",
    "original": "That's awful..."
  },
  {
    "key": "boutiqueaftermenu_441b2731",
    "original": "It's like she didn't even love us, we were just tools to get what she wanted, and the moment we stopped being useful she just left us."
  },
  {
    "key": "boutiqueaftermenu_e27176c5",
    "original": "I can't even imagine how anyone could think that about their own family."
  },
  {
    "key": "boutiqueaftermenu_011a2e90",
    "original": "Me neither, that's twisted as fuck."
  },
  {
    "key": "boutiqueaftermenu_1cac1ab8",
    "original": "Yeah... I'd rather not leave the story on a sad note, but unfortunately not much good has come out of my family."
  },
  {
    "key": "boutiqueaftermenu_770fec5f",
    "original": "So Ruby, you're obviously a big voyeur, how'd that happen?"
  },
  {
    "key": "boutiqueaftermenu_101793e1",
    "original": "Hmm... How did I get a fetish? That's a difficult question darling."
  },
  {
    "key": "boutiqueaftermenu_23de8609",
    "original": "I think we were all vanilla once, just think back to where it all began."
  },
  {
    "key": "boutiqueaftermenu_373ba7d5",
    "original": "Mmmm... When I first started watching pornography on the internet, I'd like to watch it as a third party."
  },
  {
    "key": "boutiqueaftermenu_0a1e35d4",
    "original": "Rather than imagining myself as the girl in the sex scenes, I'd imagine myself watching. Not as a cuckold mind you, as a voyeur."
  },
  {
    "key": "boutiqueaftermenu_4ed3ba45",
    "original": "Perhaps watching porn for me was a natural path to voyeurism?"
  },
  {
    "key": "boutiqueaftermenu_21a2ec26",
    "original": "You like being watched too, right?"
  },
  {
    "key": "boutiqueaftermenu_1f75b09d",
    "original": "Ohoh definitely darling! That one's a little easier to explain."
  },
  {
    "key": "boutiqueaftermenu_97aa73a5",
    "original": "Some of my earlier boyfriends were long distance, I liked having people watch me on the web camera and that must have become a fetish."
  },
  {
    "key": "boutiqueaftermenu_28167fe9",
    "original": "This girl is so far off from my first impression."
  },
  {
    "key": "boutiqueaftermenu_7806c1f9",
    "original": "Guess you can never judge someone by how they act or look."
  },
  {
    "key": "boutiqueaftermenu_23cbe07c",
    "original": "In fact, you can probably never truly know someone in and out, not even the person you're closest to."
  },
  {
    "key": "boutiqueaftermenu_71b1f494",
    "original": "Got any work for me?"
  },
  {
    "key": "boutiqueaftermenu_85862fb6",
    "original": "Plenty, how about you start by making us both a drink?"
  },
  {
    "key": "boutiqueaftermenu_495f7b70",
    "original": "I work as Ruby's personal assistant all day at the boutique and earn 25 monies."
  },
  {
    "key": "boutiqueaftermenu_e0d10c61",
    "original": "I'd love to, but only after work. Sorry darling!"
  },
  {
    "key": "boutiqueaftermenu_d724c102",
    "original": "Looks like Ruby will only have sex with me after work."
  },
  {
    "key": "boutiqueaftermenu_1dfa2515",
    "original": "You wanna see Mel?"
  },
  {
    "key": "boutiqueaftermenu_be50a0cb",
    "original": "Sorry, you missed her. She always leaves for college early, she likes to spend an hour studying before class, bless her heart."
  },
  {
    "key": "boutiqueaftermenu_e3b7efbf",
    "original": "You should come back in the evening, she'll be here then."
  },
  {
    "key": "rubyafternoon_d853d260",
    "original": "What a productive day, smashing work, [playername]."
  },
  {
    "key": "rubyafternoon_f5042efa",
    "original": "Never underestimate how much an assistant can help you out."
  },
  {
    "key": "rubyeveningmenu_a6be7a80",
    "original": "So darling, I don't mean to pry too much into your personal life. However, I imagine you must get a lot of action, yes?"
  },
  {
    "key": "rubyeveningmenu_b8b59b48",
    "original": "I-uh, what makes you say that?"
  },
  {
    "key": "rubyeveningmenu_5b67e785",
    "original": "Needless to say, you slept with both my sister and I. There must be others, right?"
  },
  {
    "key": "rubyeveningmenu_86b1c852",
    "original": "Yeah, I'll admit that much, although you two came onto me."
  },
  {
    "key": "rubyeveningmenu_885a2690",
    "original": "Ahaha, sorry about that. It's just that you're such a juicy morsel."
  },
  {
    "key": "rubyeveningmenu_a684c9fd",
    "original": "Now I feel like I was you and your sister's prey."
  },
  {
    "key": "rubyeveningmenu_bc82a9c2",
    "original": "Anyway, I know we're friends with benefits, but I wanted to ask. I was wondering if it would it be okay if I slept with others too?"
  },
  {
    "key": "rubyeveningmenu_e2e20292",
    "original": "Yeah of course, I sleep with enough girls as is. It would be unfair if I didn't let you do the same."
  },
  {
    "key": "rubyeveningmenu_61a637f0",
    "original": "How delightful, I'll tell her right away."
  },
  {
    "key": "rubyeveningmenu_0e6f0673",
    "original": "Her? Who's that?"
  },
  {
    "key": "rubyeveningmenu_15f279c9",
    "original": "Oh! It's a secret!"
  },
  {
    "key": "rubyeveningmenu_83141b54",
    "original": "I see, I won't pry then."
  },
  {
    "key": "rubyeveningmenu_40337e2b",
    "original": "How curious, Ruby has a lesbian love interest? Maybe it's a female fan of her camshows."
  },
  {
    "key": "rubyeveningmenu_855f5104",
    "original": "Maybe it's someone I know."
  },
  {
    "key": "rubyeveningmenu_acc384c1",
    "original": "Nah... I would feel better if it was just you and I."
  },
  {
    "key": "rubyeveningmenu_08638bbd",
    "original": "Awh darling... I guess I understand, a lady shouldn't sleep around, right?"
  },
  {
    "key": "rubyeveningmenu_a6f65be3",
    "original": "Well, I kinda feel bad now. Aren't you worried about pregnancy?"
  },
  {
    "key": "rubyeveningmenu_62e08556",
    "original": "You've got a point. But you're right. I'm more of a voyeur than someone that does the sleeping anyway."
  },
  {
    "key": "rubyeveningmenu_ab5b52af",
    "original": "I just thought I'd ask out of curiosity more than anything."
  },
  {
    "key": "rubyeveningmenu_fbe6c898",
    "original": "There's something on my mind."
  },
  {
    "key": "rubyeveningmenu_470437b5",
    "original": "What's that darling?"
  },
  {
    "key": "rubyeveningmenu_8d9e7392",
    "original": "I'm just wondering why you're so nonchalant about letting me sleep with your little sister?"
  },
  {
    "key": "rubyeveningmenu_11997589",
    "original": "Is that a problem? She's even feistier than I am, so there's nothing to worry about."
  },
  {
    "key": "rubyeveningmenu_1eb2e7d5",
    "original": "Yeah that's true, but I think you're missing the point. We have this strange two-sister one-man love triangle, don't you think that's strange?"
  },
  {
    "key": "rubyeveningmenu_8e507dc2",
    "original": "Perhaps it's a little weird, but I like to think of it as a happy accident where the three of us are mature enough to settle this like adults."
  },
  {
    "key": "rubyeveningmenu_0978401a",
    "original": "Think of all the moments in great literature where an attractive man incidently seduced both lady and sister."
  },
  {
    "key": "rubyeveningmenu_44fb301c",
    "original": "What a tragedy it would be if either one of us were selfish enough to cut off that joy, rather than share in it."
  },
  {
    "key": "rubyeveningmenu_951f89fe",
    "original": "Uhh... Yeah, okay."
  },
  {
    "key": "rubyeveningmenu_7efa0063",
    "original": "It also fits into my interests as a voyeur."
  },
  {
    "key": "rubyeveningmenu_383ebc93",
    "original": "Fits your interest? I hope you aren't implying you watch us do it."
  },
  {
    "key": "rubyeveningmenu_5a9e0f3e",
    "original": "Never darling! B-But I may be able to hear sometimes..."
  },
  {
    "key": "rubyeveningmenu_b63b9c0d",
    "original": "You can hear us?"
  },
  {
    "key": "rubyeveningmenu_adfd70c4",
    "original": "Well, the walls are awfully thin darling..."
  },
  {
    "key": "rubyeveningmenu_c2c1a3fa",
    "original": "Do you masturbate to the sounds?"
  },
  {
    "key": "rubyeveningmenu_24344a22",
    "original": "I-uh, n-no! Never!"
  },
  {
    "key": "rubyeveningmenu_179225bd",
    "original": "She's such a bad liar."
  },
  {
    "key": "rubyeveningmenu_bef416c5",
    "original": "Melody briefly mentioned your mother ran away, could you tell me what she meant?"
  },
  {
    "key": "rubyeveningmenu_f2766f93",
    "original": "Oh, her... That woman infuriates me."
  },
  {
    "key": "rubyeveningmenu_2bc7f377",
    "original": "She's such a delusional narcissist, acts like she's better than everyone else, and I'm worried a part of her believes it."
  },
  {
    "key": "rubyeveningmenu_0a2f0f50",
    "original": "She actually ran away a long time ago, I'm surprised Melody mentioned it."
  },
  {
    "key": "rubyeveningmenu_7d010a14",
    "original": "What happened?"
  },
  {
    "key": "rubyeveningmenu_de97429c",
    "original": "Never wanting to work a day in her life, she'd just try to hitch rides with richer stallions by looking pretty and acting dumb."
  },
  {
    "key": "rubyeveningmenu_c7bdf55d",
    "original": "Through her first divorce we actually managed to get enough money to buy one of the largest houses in the suburbs."
  },
  {
    "key": "rubyeveningmenu_ff0d41f0",
    "original": "That stallion was me and Mel's father, the breakup wasn't pretty so we were estranged for awhile. But more recently we've started visiting more often."
  },
  {
    "key": "rubyeveningmenu_2a6c04d3",
    "original": "Turned out I have a little brother, I had no idea."
  },
  {
    "key": "rubyeveningmenu_1a05a0e2",
    "original": "Why did they divorce?"
  },
  {
    "key": "rubyeveningmenu_e6921c19",
    "original": "Cheating... My mother cheated and stayed with the new guy for a few years until I was about sixteen."
  },
  {
    "key": "rubyeveningmenu_44e77b0a",
    "original": "And then they just vanished, leaving me to look after Melody who was only eleven at the time."
  },
  {
    "key": "rubyeveningmenu_af6b309f",
    "original": "That's awful..."
  },
  {
    "key": "rubyeveningmenu_441b2731",
    "original": "It's like she didn't even love us, we were just tools to get what she wanted, and the moment we stopped being useful she just left us."
  },
  {
    "key": "rubyeveningmenu_e27176c5",
    "original": "I can't even imagine how anyone could think that about their own family."
  },
  {
    "key": "rubyeveningmenu_011a2e90",
    "original": "Me neither, that's twisted as fuck."
  },
  {
    "key": "rubyeveningmenu_1cac1ab8",
    "original": "Yeah... I'd rather not leave the story on a sad note, but unfortunately not much good has come out of my family."
  },
  {
    "key": "rubyeveningmenu_770fec5f",
    "original": "So Ruby, you're obviously a big voyeur, how'd that happen?"
  },
  {
    "key": "rubyeveningmenu_101793e1",
    "original": "Hmm... How did I get a fetish? That's a difficult question darling."
  },
  {
    "key": "rubyeveningmenu_23de8609",
    "original": "I think we were all vanilla once, just think back to where it all began."
  },
  {
    "key": "rubyeveningmenu_373ba7d5",
    "original": "Mmmm... When I first started watching pornography on the internet, I'd like to watch it as a third party."
  },
  {
    "key": "rubyeveningmenu_0a1e35d4",
    "original": "Rather than imagining myself as the girl in the sex scenes, I'd imagine myself watching. Not as a cuckold mind you, as a voyeur."
  },
  {
    "key": "rubyeveningmenu_4ed3ba45",
    "original": "Perhaps watching porn for me was a natural path to voyeurism?"
  },
  {
    "key": "rubyeveningmenu_21a2ec26",
    "original": "You like being watched too, right?"
  },
  {
    "key": "rubyeveningmenu_1f75b09d",
    "original": "Ohoh definitely darling! That one's a little easier to explain."
  },
  {
    "key": "rubyeveningmenu_97aa73a5",
    "original": "Some of my earlier boyfriends were long distance, I liked having people watch me on the web camera and that must have become a fetish."
  },
  {
    "key": "rubyeveningmenu_28167fe9",
    "original": "This girl is so far off from my first impression."
  },
  {
    "key": "rubyeveningmenu_7806c1f9",
    "original": "Guess you can never judge someone by how they act or look."
  },
  {
    "key": "rubyeveningmenu_23cbe07c",
    "original": "In fact, you can probably never truly know someone in and out, not even the person you're closest to."
  },
  {
    "key": "rubyeveningmenu_3f4be71b",
    "original": "Ooohh, what a great idea! I had a lot of fun last time."
  },
  {
    "key": "rubyeveningmenu_c592ebe3",
    "original": "No, no, no, no, no, no no, no, no, no, no."
  },
  {
    "key": "rubyeveningmenu_4c15e3f8",
    "original": "Nononononononononononono!"
  },
  {
    "key": "rubyeveningmenu_0aa3e706",
    "original": "That's too gross!"
  },
  {
    "key": "rubyeveningmenu_fc0e91ba",
    "original": "Looks like I'll have to convince Melody, like a boss battle?"
  },
  {
    "key": "rubyeveningmenu_14daf169",
    "original": "If I pick the wrong choices, she'll refuse and I'll have to try again another day."
  },
  {
    "key": "rubyeveningmenu_c98a3384",
    "original": "Yeah, but... I was totally brainwashed! I was spouting all sorts of bullshit nonsense filth that I didn't believe!"
  },
  {
    "key": "rubyeveningmenu_23cb1c24",
    "original": "Is there something wrong with your head? Are you ill? Perhaps mentally?"
  },
  {
    "key": "rubyeveningmenu_27d8a259",
    "original": "I'm going up to my room."
  },
  {
    "key": "rubyeveningmenu_88816298",
    "original": "Awhh... That kinda killed the mood."
  },
  {
    "key": "rubyeveningmenu_fb095cec",
    "original": "It's so wrong to assume that's me!"
  },
  {
    "key": "rubyeveningmenu_48caddc7",
    "original": "N-No way?! You knew that?!"
  },
  {
    "key": "rubyeveningmenu_0e522fab",
    "original": "Foolish fool! I only use you for my pleasure."
  },
  {
    "key": "rubyeveningmenu_2fd4d2e7",
    "original": "Don't pretend I'm the one sucking up to you, when you're always sucking up to me."
  },
  {
    "key": "rubyeveningmenu_e291b42e",
    "original": "Gah! Shit! I'm outta here, come visit me later if you want me to fuck you."
  },
  {
    "key": "rubyeveningmenu_88816298_1",
    "original": "Awhh... That kinda killed the mood."
  },
  {
    "key": "rubyeveningmenu_a1d7cb25",
    "original": "N-No way, no way! It's a lie!"
  },
  {
    "key": "rubyeveningmenu_f7e4a716",
    "original": "I accidentally said so many embarrassing things while under the influence, eep!"
  },
  {
    "key": "rubyeveningmenu_06da4f18",
    "original": "Hah, the secret is out Melody! You're just as much of a degenerate as I am!"
  },
  {
    "key": "rubyeveningmenu_9d573f88",
    "original": "Hehe, that's true."
  },
  {
    "key": "rubyeveningmenu_2c08a6f1",
    "original": "Wha?! You're both bullying me, it's no fair!"
  },
  {
    "key": "rubyeveningmenu_6455ceae",
    "original": "Can't you handle us? So much for the indomitable Melody!"
  },
  {
    "key": "rubyeveningmenu_c806aa86",
    "original": "Grr! I'll fuck the hell outta both of you! Get on the table ya damn slut."
  },
  {
    "key": "rubyeveningmenu_c976386e",
    "original": "Hell yes!"
  },
  {
    "key": "rubyeveningmenu_adbdd268",
    "original": "On the edge of the kitchen table, the girls stack on top of each other, their legs interlocked as their labia brush against each other slightly."
  },
  {
    "key": "rubyeveningmenu_137e1d90",
    "original": "I'm so hot I'm gonna make you both come easily! Fuck her first, [playername]."
  },
  {
    "key": "rubyeveningmenu_f58fd22b",
    "original": "Melody’s pussy drools slightly onto Ruby’s, creating a lewd connection between the two."
  },
  {
    "key": "rubyeveningmenu_86d84f1e",
    "original": "After admiring the sight for perhaps a little too long, I position myself adjacent to the table."
  },
  {
    "key": "rubyeveningmenu_71aef175",
    "original": "Ruby's pussy throbs as I line the tip of my cock against her vagina and push forward."
  },
  {
    "key": "rubyeveningmenu_84c1093b",
    "original": "Ohhh!"
  },
  {
    "key": "rubyeveningmenu_6c889aa1",
    "original": "My cock sinks into Ruby, enjoying the intense tightness of her pussy. Her thighs quiver as I plunge inch and every inch inside."
  },
  {
    "key": "rubyeveningmenu_7e4c6313",
    "original": "Saving the best for last, hehe. Think you can handle his cock and my grinding?"
  },
  {
    "key": "rubyeveningmenu_2d6ee2f3",
    "original": "The slightly immoral situation excites all three of us."
  },
  {
    "key": "rubyeveningmenu_c08edb34",
    "original": "Melody starts to gradually grind back and forth, her pussy dripping onto the point of connection of her sister and I."
  },
  {
    "key": "rubyeveningmenu_e9faa007",
    "original": "While Ruby’s hot and enticing walls tighten around my throbbing member."
  },
  {
    "key": "rubyeveningmenu_18cb27e2",
    "original": "As I fuck Ruby, it’s hard to forget just how experienced Ruby is at using the muscles in her pelvis to squeeze and tease my cock."
  },
  {
    "key": "rubyeveningmenu_e6f8c5ff",
    "original": "Mmmhhh, your dick feels so great darling!"
  },
  {
    "key": "rubyeveningmenu_7bfa95aa",
    "original": "Hmph… How does it feel to be such a nasty whore that you let someone fuck you while your sister watches?"
  },
  {
    "key": "rubyeveningmenu_e19e4a59",
    "original": "Ooohh, i-it's so embarrassing and hot!"
  },
  {
    "key": "rubyeveningmenu_bb4b854d",
    "original": "Ruby’s entire body quivers with excitement, her pussy clamps down in intervals, squeezing my cock as it buries itself inside of her."
  },
  {
    "key": "rubyeveningmenu_af3dc803",
    "original": "It seems Ruby is getting a lot of additional pleasure being watched. This kind of perverted situation is perfect to get someone like her off."
  },
  {
    "key": "rubyeveningmenu_375b10cc",
    "original": "Her hips wouldn’t stop meekly shaking in an attempt to maximise the pleasure, inadvertently grinding her clit with her sister’s."
  },
  {
    "key": "rubyeveningmenu_a287a850",
    "original": "Agghh?! Y-You’re fucking like a crazy person sis! Nnnghh…"
  },
  {
    "key": "rubyeveningmenu_e0c2f3ad",
    "original": "Despite what she said, her hips are also erratically moving back and forth; the sisters now grinding together while I pound into Ruby’s sopping wet pussy."
  },
  {
    "key": "rubyeveningmenu_16485c33",
    "original": "After about a minute fucking and the pleasure constantly rising, Ruby's back curls as a mind shattering orgasm robs her from her body's control."
  },
  {
    "key": "rubyeveningmenu_2854082e",
    "original": "T-This is t-too much, ahhh, I-I’m cominnggg! I’m cooommminnggg! I’m coommmmiingggg!! "
  },
  {
    "key": "rubyeveningmenu_4447165d",
    "original": "Putting some more strength into my limbs, I push myself as fast as possible to orgasm. Aided by Ruby’s rhythmic orgasmic contractions, I was soon pushed to my limit."
  },
  {
    "key": "rubyeveningmenu_5691804c",
    "original": "Finally, unable to bear it, I blew a huge load into the climaxing mare."
  },
  {
    "key": "rubyeveningmenu_c1f513db",
    "original": "Like a rushing wave, her pussy was immediately filled with my hot seed."
  },
  {
    "key": "rubyeveningmenu_aa9b74fc",
    "original": "Mmmphhhh, ohhh my gosshhhhh! I can’t believe my little sister is watching me being creampied!"
  },
  {
    "key": "rubyeveningmenu_a70d1b1a",
    "original": "Quit it with the hentai dialogue! It's disgustin- mmmgghhh?!"
  },
  {
    "key": "rubyeveningmenu_6150b4be",
    "original": "Catching Melody off guard, I plunge my cock into her tight snatch."
  },
  {
    "key": "rubyeveningmenu_858ee7d6",
    "original": "She’s so immensely wet that I sink in even faster than I expected. Her pussy is usually tighter than this, but she’s so aroused that she accepts my girth far easier."
  },
  {
    "key": "rubyeveningmenu_46e7cb81",
    "original": "Ruby was still paralyzed in the glow of her orgasm. Meanwhile Melody’s body twitches, and her toes curl in response to the sudden spike of pleasure."
  },
  {
    "key": "rubyeveningmenu_4b753fbc",
    "original": "Ahahahhh, haaahhhh, finally, you fucker! Nnghhh, surprised a man like you has the energy to go immediately."
  },
  {
    "key": "rubyeveningmenu_951a4064",
    "original": "It takes a while for my cock to harden as much as it was before my orgasm, but Melody’s tight throbbing pussy easily brings our rutting back up to speed."
  },
  {
    "key": "rubyeveningmenu_543e06d2",
    "original": "You jealous Rubes? I'm getting this amazing cock now, ahaha!"
  },
  {
    "key": "rubyeveningmenu_dbe5e0fd",
    "original": "Haahhh… S-So lewd..."
  },
  {
    "key": "rubyeveningmenu_8f8c0e2d",
    "original": "I pound Melody’s pussy with enough force to keep her from focusing on anything else, pushing any thoughts out of her mind other than pure pleasure."
  },
  {
    "key": "rubyeveningmenu_4f6de2bb",
    "original": "Hahh, haah, haah, gfffhhh, yes, t-that’s it, ya horny bastard!"
  },
  {
    "key": "rubyeveningmenu_96fc6f3f",
    "original": "She was aching with desire as her body relaxed and melted into Ruby’s."
  },
  {
    "key": "rubyeveningmenu_9cee3e47",
    "original": "With each thrust, both of the girls wiggled back and forth. Their clits still brushed against each other, the occasional moan still escaping from Ruby."
  },
  {
    "key": "rubyeveningmenu_b535499f",
    "original": "I grit my teeth, as pleasurable as this is, it’s still extremely difficult to orgasm twice in a row. I need to maintain my speed to reach orgasm."
  },
  {
    "key": "rubyeveningmenu_16df12b5",
    "original": "Mmmphh, Melody, milk as much cum from [playername]’s cock as possible, come on!"
  },
  {
    "key": "rubyeveningmenu_ffe37ac0",
    "original": "Gyyaaahhh, ah-ahm trying, I can’t focus!"
  },
  {
    "key": "rubyeveningmenu_e3d350fb",
    "original": "Don’t hold back sis, grind your hips into him a little."
  },
  {
    "key": "rubyeveningmenu_023bafd0",
    "original": "Y-Yeah, haah, ghh… I-I’m the one that fucks, ahh-ah, I’ll make you cum, ya damn worm!"
  },
  {
    "key": "rubyeveningmenu_cf5704d4",
    "original": "Melody’s ass starts bouncing up and down almost immediately with vigour and energy, matching the pure intensity of my own thrusts and rocking the entire table."
  },
  {
    "key": "rubyeveningmenu_e399c10d",
    "original": "Indirectly the amount of clit rubbing from the intense fuck causes Ruby to wriggle with pleasure below us"
  },
  {
    "key": "rubyeveningmenu_df003469",
    "original": "Kyaaahh, y-you’re gonna make me come first, mmphh, mmm, s-sis!"
  },
  {
    "key": "rubyeveningmenu_7f08c4b3",
    "original": "S-shut up with that sis shit! Y-you’re putting me off!"
  },
  {
    "key": "rubyeveningmenu_330ec891",
    "original": "Cum for me damnit! [playername]!"
  },
  {
    "key": "rubyeveningmenu_0dcf43f5",
    "original": "Pounding my dick against her ass, that familiar feeling of climax finally began to rise."
  },
  {
    "key": "rubyeveningmenu_9b911d06",
    "original": "My throbbing cock began pumping seed deep into Melody’s pussy and womb. The feeling of my hot cum seeping inside resulted in her own reactionary orgasm."
  },
  {
    "key": "rubyeveningmenu_c7073047",
    "original": "Yess, aaagghhh, that’s it!! Mm! Mmmm!"
  },
  {
    "key": "rubyeveningmenu_b8c8dac8",
    "original": "Ahh, f-fuck, y-you made me come too- aa-ah and I wasn't even being fucked! Uhahh…"
  },
  {
    "key": "rubyeveningmenu_2e5c589f",
    "original": "I piston in and out of Melody’s squeezing insides for my entire orgasm, maximising the pleasure of the experience. No one will blame me for enjoying her pussy for a few extra seconds."
  },
  {
    "key": "rubyeveningmenu_e3df5e6c",
    "original": "Phew... Fuckin' hell."
  },
  {
    "key": "rubyeveningmenu_19341b51",
    "original": "The three of us cool down in the kitchen with some water, as if we just finished a tough workout."
  },
  {
    "key": "rubyeveningmenu_d1b1bba9",
    "original": "We didn't mention the sex a single time, but we were all satisfied."
  },
  {
    "key": "rubyeveningmenu_6b91c85a",
    "original": "Oh darling... How about we take this up to my room?"
  },
  {
    "key": "rubyeveningmenu_087cd77a",
    "original": "I've been having a lot of naughty thoughts about you today [playername], look how wet you made me."
  },
  {
    "key": "rubyeveningmenu_16e99a4a",
    "original": "A gentlemen needs to help a lady relieve some stress, how about it?"
  },
  {
    "key": "rubyeveningmenu_c173a646",
    "original": "I get down on my knees and between her pillowy marshmellow thighs and start to lick the juices dripping from her delectable pussy."
  },
  {
    "key": "rubyeveningmenu_0f4b0eb8",
    "original": "Her thighs quiver each time my tongue delicately slips around and over her sensitive clit."
  },
  {
    "key": "rubyeveningmenu_465194e9",
    "original": "Mmphh, you really are an amazing assistant [playername]... How about we take this to the bed?"
  },
  {
    "key": "rubyeveningmenu_6ea29a72",
    "original": "Mmm, you want to do it live? I love an audience."
  },
  {
    "key": "rubyeveningmenu_778c2a1c",
    "original": "Give me a moment to set it up..."
  },
  {
    "key": "rubyeveningmenu_3b041fd4",
    "original": "Lay down for me darling, allow me to service that cock."
  },
  {
    "key": "rubyeveningmenu_02a2ba6d",
    "original": "Ruby sets up the camera and turns it on, immediately beginning her stream."
  },
  {
    "key": "rubyeveningmenu_7cf500e2",
    "original": "It doesn't matter if anyone tips me, I just want someone to watch us make love for the next hour, hehe."
  },
  {
    "key": "rubyeveningmenu_a55a090a",
    "original": "Hour? Oh jeez."
  },
  {
    "key": "rubyeveningmenu_8c25252a",
    "original": "As she sinks that tight pussy over my cock, it feels as good as I imagined."
  },
  {
    "key": "rubyeveningmenu_775859aa",
    "original": "Mmmphhh, you feel so good inside me..."
  },
  {
    "key": "rubyeveningmenu_f285fca0",
    "original": "A few viewers pour into the chat as Ruby starts to ride my cock up and down at a teasing yet pleasureful pace."
  },
  {
    "key": "rubyeveningmenu_7af434d3",
    "original": "She bites her lip, and starts to ride my cock up and down at a teasing yet pleasureful pace."
  },
  {
    "key": "rubyeveningmenu_9c2679b8",
    "original": "Just sit back and relax dear, and try not to cum before me, hehe."
  },
  {
    "key": "rubyeveningmenu_d1dcc70d",
    "original": "Her hips start to gain speed as she leans forward, and balances herself so she can put more oomph into the riding."
  },
  {
    "key": "rubyeveningmenu_d45a8f00",
    "original": "Ohh, look at that, we have our first donation already. I love it when you guys watch me do this, ahhh..."
  },
  {
    "key": "rubyeveningmenu_28b6e727",
    "original": "Mmphh, your cock is so thick inside me, I love fucking you darling."
  },
  {
    "key": "rubyeveningmenu_f641160f",
    "original": "Her experienced hips start to twist and gyrate my cock in magnificent ways, toying and teasing my shaft while squeezing as much pleasure from me as she can."
  },
  {
    "key": "rubyeveningmenu_2ca195be",
    "original": "My point of contact with the mare is a deluge of her juices that constantly dribble and drip onto my pelvis, the wet sounds created from our rutting are vulgar to say the least."
  },
  {
    "key": "rubyeveningmenu_4c3fd011",
    "original": "Every so often the wet sounds are overpowered by a vibration and beep from her laptop as a small donation comes in. The reminder that we're being watched causes Ruby to visibly excite each time."
  },
  {
    "key": "rubyeveningmenu_6c928de0",
    "original": "Ohoh gosh, this feels too good, I'll lose my mind!"
  },
  {
    "key": "rubyeveningmenu_541fd6da",
    "original": "She purrs pure joy as she pounds against my lap, manhandling my cock with the grip of her tight walls which squeeze and constrict in an attempt to milk me."
  },
  {
    "key": "rubyeveningmenu_8364bbe6",
    "original": "Driven by pure pleasure, she begins to rub her pussy too. She's unable to contain her blissful moans in the face of the dual pleasures, which rapidly build her up to a mind-shattering orgasm."
  },
  {
    "key": "rubyeveningmenu_b04c53a0",
    "original": "The audience is loving her enthusiasm as more viewers and donations come through."
  },
  {
    "key": "rubyeveningmenu_d8fcf686",
    "original": "Her moans of ecstasy make it clear that she's going to orgasm any second, and as she does, she squeals loudly while her vagina clenches around my cock."
  },
  {
    "key": "rubyeveningmenu_f6ca9404",
    "original": "I can’t hold back any longer. The combination of her moans and her contractions push me over the edge..."
  },
  {
    "key": "rubyeveningmenu_4e893d9d",
    "original": "I orgasm, ejaculating thick loads of my cum deep inside of her while she continues to ride, causing a sloppy mess of my cum that bubbles and seeps out of her."
  },
  {
    "key": "rubyeveningmenu_2d7c9785",
    "original": "Ohh, yes… Mmm…"
  },
  {
    "key": "rubyeveningmenu_ce2b3485",
    "original": "She slowly comes to a stop and catches her breath."
  },
  {
    "key": "rubyeveningmenu_7b4d7542",
    "original": "Phew, I hope you're enjoying the show darlings. Feel free to take a fifteen minute break before part two, hehe."
  },
  {
    "key": "rubyeveningmenu_31adc524",
    "original": "After a cleanup and break, we fuck again for the audience before finishing up."
  },
  {
    "key": "rubyeveningmenu_5ab82cf6",
    "original": "Sex with you is one thing, sex with an audience is peak happiness."
  },
  {
    "key": "rubyeveningmenu_921ae09a",
    "original": "The things you can do with that ass blow my mind."
  },
  {
    "key": "rubyeveningmenu_4a290592",
    "original": "Oh, and one more thing, we earned a lil' bit of cash doing that stream. Not as much as last time, but here's your share."
  },
  {
    "key": "rubyeveningmenu_6e598490",
    "original": "She hands me an extra ten monies, sweet."
  },
  {
    "key": "rubyeveningmenu_a3efe9b8",
    "original": "We hug and say our goodbyes before I return home."
  },
  {
    "key": "rubyeveningmenu_9d09d471",
    "original": "Hehe, look how much you came..."
  },
  {
    "key": "rubyeveningmenu_1cd90dda",
    "original": "Darling, you are a wonderful sex partner…"
  },
  {
    "key": "rubyeveningmenu_087bf0fc",
    "original": "I think you're one of my favourites too, but don't tell the others!"
  },
  {
    "key": "rubyeveningmenu_9327f82c",
    "original": "Hehe, we're so good that people would tune in to watch. Maybe next time we should do a camshow, what do you think?"
  },
  {
    "key": "rubyeveningmenu_a3efe9b8_1",
    "original": "We hug and say our goodbyes before I return home."
  },
  {
    "key": "rubyeveningmenu_9bd62537",
    "original": "Do come back darling."
  },
  {
    "key": "rubyeveningmenu_cdc7fe34",
    "original": "See you later Ruby."
  },
  {
    "key": "melodyevening_8b21c933",
    "original": "Using the key from under the plant pot, I enter the boutique and make my way up to see Melody."
  },
  {
    "key": "melodyevening_4192506f",
    "original": "I lightly knock on Melody's door and I can hear a nonchalant 'come in' from the other side."
  },
  {
    "key": "melodyevening_72a50eac",
    "original": "Oh! I didn't realize it was a burglar, you should have warned me."
  },
  {
    "key": "melodyevening_17e57461",
    "original": "It's nice to see you too."
  },
  {
    "key": "melodyevening_dfef3867",
    "original": "What's your poison tonight? Wanna chat, wanna bang? I'm game."
  },
  {
    "key": "melodyeveningmenu_322c9c7c",
    "original": "Heat is so boring! Wake up? Horny. Lunch? Horny. Evening? Horny."
  },
  {
    "key": "melodyeveningmenu_61db58ee",
    "original": "Right now?"
  },
  {
    "key": "melodyeveningmenu_8079273b",
    "original": "Hoooornyy!"
  },
  {
    "key": "melodyeveningmenu_377a9879",
    "original": "And I just masturbated. No need to get hard though. I'm not a sex monster, I have some restraint."
  },
  {
    "key": "melodyeveningmenu_0b539054",
    "original": "Sometimes it's nice to just have a normal conversation for once."
  },
  {
    "key": "melodyeveningmenu_05da87be",
    "original": "What do you want to talk about?"
  },
  {
    "key": "melodyeveningmenu_8c84df83",
    "original": "Humm, with my exams coming up, I've been thinking a lot about what I'm going to do after college."
  },
  {
    "key": "melodyeveningmenu_3af3ebbe",
    "original": "You're a pretty real dude, and some outside perspective could give me a few ideas."
  },
  {
    "key": "melodyeveningmenu_42055779",
    "original": "As a musician there are only a few career paths I can think of. An actual composer, someone that plays professionally, or a teacher."
  },
  {
    "key": "melodyeveningmenu_e698a55f",
    "original": "Eugh, that's all so boring... I hate rules, y'know? And I hate the fact that the musical industry is just a shitty excuse to sleep with attractive peeople."
  },
  {
    "key": "melodyeveningmenu_b2b9e19d",
    "original": "What do you mean?"
  },
  {
    "key": "melodyeveningmenu_580f79ef",
    "original": "I mean rich exec mares grooming attractive young stallions and mares, to be the 'next big thing'."
  },
  {
    "key": "melodyeveningmenu_bc989b1f",
    "original": "Having sex to climb up the career ladder is extremely common, and I won't be a part of that."
  },
  {
    "key": "melodyeveningmenu_6b9d99d4",
    "original": "Eugh... I can see why that'd be very problematic in this society, I guess even I'm guilty of that."
  },
  {
    "key": "melodyeveningmenu_30527e2d",
    "original": "You may be working and sleeping with a few mares, but you're not grooming anyone with the potential of fame."
  },
  {
    "key": "melodyeveningmenu_33df1354",
    "original": "I guess the system's fucked. Who's a rich asshole with low restraint gonna hire? The secretary that sucks dick, or the one that doesn't."
  },
  {
    "key": "melodyeveningmenu_6ad8593b",
    "original": "Eugh, this pisses me off. This is why I'm an angry bitch that wants to step on balls. I'm so sick of people."
  },
  {
    "key": "melodyeveningmenu_d2a85c68",
    "original": "There, there... What are you going to do in the future to avoid this shit?"
  },
  {
    "key": "melodyeveningmenu_a9fbcbf9",
    "original": "I'm gonna go independent, maybe start as a DJ and compose my own things. I told Blossom to do the same thing, fuck the system man."
  },
  {
    "key": "melodyeveningmenu_62279408",
    "original": "Tell me more about your femme fatale personality."
  },
  {
    "key": "melodyeveningmenu_2bbf2f3c",
    "original": "My... What? Female fatal?"
  },
  {
    "key": "melodyeveningmenu_65aa4e0d",
    "original": "Eugh, are there no french ponies in this world?"
  },
  {
    "key": "melodyeveningmenu_3e7bd1db",
    "original": "Your uhh, deprecating and cruel personality."
  },
  {
    "key": "melodyeveningmenu_f7b441fe",
    "original": "Ohh... You want me to tell you more about that? You really do ask some strange questions, lil' wormy."
  },
  {
    "key": "melodyeveningmenu_38382547",
    "original": "I just wanna say 'that's how I am', so you're gonna need to be more specific."
  },
  {
    "key": "melodyeveningmenu_6039b8d2",
    "original": "I mean, do you like, get off on acting like that? Is it a fetish for you?"
  },
  {
    "key": "melodyeveningmenu_1d3287db",
    "original": "Oh! I guess? I like dominating men if that's what you mean."
  },
  {
    "key": "melodyeveningmenu_aadbd6f1",
    "original": "Society is so used to putting men on pedestals and worshipping them, so I get a kick out of dragging them down."
  },
  {
    "key": "melodyeveningmenu_8d6967a1",
    "original": "But you, you're not like the others. There's no ego on you, which is kinda boring, but at the same time it makes you a great match for me."
  },
  {
    "key": "melodyeveningmenu_12ec70ff",
    "original": "Because as much as I fetishize dominating men, it comes from a place of hate, I can never truly respect a man that just takes it, nor one with ego."
  },
  {
    "key": "melodyeveningmenu_65f2dac8",
    "original": "That'll be because my society is completely different to yours. I can tell you now, I was never put on a pedestal."
  },
  {
    "key": "melodyeveningmenu_87db2ecd",
    "original": "I can't comment on your society, but you have a sharpness to you, a wit that I like."
  },
  {
    "key": "melodyeveningmenu_5a00893a",
    "original": "The few stallions at my college are soft, or they think they're the goddess's gift to the world."
  },
  {
    "key": "melodyeveningmenu_32980a12",
    "original": "That's why I... Uh."
  },
  {
    "key": "melodyeveningmenu_1e64b3a6",
    "original": "Hm? What's wrong?"
  },
  {
    "key": "melodyeveningmenu_9cb2f6e6",
    "original": "I feel like you understand me, and you actually challenge me too."
  },
  {
    "key": "melodyeveningmenu_d2bdc4fb",
    "original": "That's the only reason I had sex with you. Handjob, blowjob, whatever, I wouldn't have let you take my virginity unless I was absolutely sure."
  },
  {
    "key": "melodyeveningmenu_50214fe4",
    "original": "And you were sure?"
  },
  {
    "key": "melodyeveningmenu_340fbca6",
    "original": "I sure was, champ."
  },
  {
    "key": "melodyeveningmenu_5c7e94f4",
    "original": "So it's not shocking at this point that we're friends with benefits, right?"
  },
  {
    "key": "melodyeveningmenu_32af7692",
    "original": "Pfft, you think we're friends? That's adorable!"
  },
  {
    "key": "melodyeveningmenu_7bdf8fe7",
    "original": "Alright smarty-pants, what are we then?"
  },
  {
    "key": "melodyeveningmenu_64309a9e",
    "original": "Melody and worm, with benefits! Geheheh."
  },
  {
    "key": "melodyeveningmenu_9e6f4975",
    "original": "I was just wondering if you had any other 'worms with benefits'?"
  },
  {
    "key": "melodyeveningmenu_de30c354",
    "original": "What, you think I'm fucking around? Do I look like some kinda slut?"
  },
  {
    "key": "melodyeveningmenu_cceef222",
    "original": "She seemed to take that surprisingly personally."
  },
  {
    "key": "melodyeveningmenu_34d3faa7",
    "original": "But... I am?"
  },
  {
    "key": "melodyeveningmenu_64ce55b0",
    "original": "I dunno, guess you are a slut."
  },
  {
    "key": "melodyeveningmenu_65c2ea8a",
    "original": "What would happen if you wanted to take things more seriously with me or someone else?"
  },
  {
    "key": "melodyeveningmenu_62306f98",
    "original": "I'd ask you to stop being a slut and date me, or something."
  },
  {
    "key": "melodyeveningmenu_3dfed498",
    "original": "What kind of questions are these?"
  },
  {
    "key": "melodyeveningmenu_bd976942",
    "original": "Just trying to understand our unspoken relationship a little better."
  },
  {
    "key": "melodyeveningmenu_cd524b3e",
    "original": "Ohhh, you should have said."
  },
  {
    "key": "melodyeveningmenu_59bcf17e",
    "original": "I'm Melody, and you're the pathetic worm that sleeps with all the ponies."
  },
  {
    "key": "melodyeveningmenu_ee066ac2",
    "original": "Pahaha, you're a disgrace really."
  },
  {
    "key": "melodyeveningmenu_3e5f558e",
    "original": "Well, when you put it that way, I do seem pretty bad."
  },
  {
    "key": "melodyeveningmenu_ac142e43",
    "original": "It's not like I blame you... If I was a man, I'd probably do the same thing."
  },
  {
    "key": "melodyeveningmenu_88586203",
    "original": "Remember, it was me that encouraged you to sleep with my sister for my own personal gain. Then I slept with you too, 'cause I liked ya."
  },
  {
    "key": "melodyeveningmenu_5341fc0c",
    "original": "So it's not like I'm much better."
  },
  {
    "key": "melodyeveningmenu_0fd3b097",
    "original": "Glad you understand, I guess."
  },
  {
    "key": "melodyeveningmenu_34b9187a",
    "original": "Me sleeping with you was never part of the original plan."
  },
  {
    "key": "melodyeveningmenu_23ad6c34",
    "original": "Was it not?"
  },
  {
    "key": "melodyeveningmenu_82523928",
    "original": "Nah, I encouraged Ruby to be open with herself and sleep with you. She told me to do the same, but I declined saying I wasn't interested."
  },
  {
    "key": "melodyeveningmenu_e9b3942e",
    "original": "Ruby can always see through me though. She probably knew from the start that I was interested in you."
  },
  {
    "key": "melodyeveningmenu_e7a08c80",
    "original": "I don't know to what extent you realize this, but Ruby's a lot like me, but she keeps her thoughts to herself. She's dangerously sharp sometimes."
  },
  {
    "key": "melodyeveningmenu_a32c5d48",
    "original": "Hate to break it to you worm, but I'm not fucking ya after you've just fucked my sister."
  },
  {
    "key": "melodyeveningmenu_e788b234",
    "original": "You gonna let that stop you, even after everything we've been through?"
  },
  {
    "key": "melodyeveningmenu_75645812",
    "original": "Hmm... Ahh, you know what? Forget it."
  },
  {
    "key": "melodyeveningmenu_871e8aeb",
    "original": "What do you wanna do?"
  },
  {
    "key": "melodyeveningmenu_19dd7eeb",
    "original": "Wha? How'd you know?"
  },
  {
    "key": "melodyeveningmenu_3f47dd1b",
    "original": "She's really noisy, and the walls are thin..."
  },
  {
    "key": "melodyeveningmenu_29294ad0",
    "original": "Least you could do is shower first, if you put your dick in me now, that's borderline incest!"
  },
  {
    "key": "melodyeveningmenu_9ce6cbad",
    "original": "So, you want to up your burglary charge to rape?"
  },
  {
    "key": "melodyeveningmenu_aa9663d4",
    "original": "Victim, that is, mehehe."
  },
  {
    "key": "mspt1_a2805e4b",
    "original": "Pfft, did you really think I'd give you a choice on how you want to fuck me?"
  },
  {
    "key": "mspt1_56ac684b",
    "original": "Do you really think I'd give you a little list of options where you could pick if you want a 'handjob', a 'blowjob' or maybe sex?"
  },
  {
    "key": "mspt1_bd5ad45f",
    "original": "Ahahahahahaha! Have you forgotten who I am? I'm the one that fucks you, you're merely a participant."
  },
  {
    "key": "mspt1_bd0b296b",
    "original": "I think for once, I'll choose what to do with you."
  },
  {
    "key": "mspt1_151b9042",
    "original": "Hmm... What to do, what to do..."
  },
  {
    "key": "mspt1_03c88736",
    "original": "I'm spoiling you too much lately, so how about we settle on a simple handjob?"
  },
  {
    "key": "mspt1_1975adb9",
    "original": "She wraps her hand around my shaft and starts to masturbate me."
  },
  {
    "key": "mspt1_482fd7eb",
    "original": "Immediately she strokes quickly, pleasuring my dick as it stiffens into erection."
  },
  {
    "key": "mspt1_17a4a848",
    "original": "Does my flat chest and small body get you erect this fast? Hehehe, such a pervert!"
  },
  {
    "key": "mspt1_f4b87fc4",
    "original": "Her hands wander between her legs and over her pussy lips as she teases herself too."
  },
  {
    "key": "mspt1_16e9c4f6",
    "original": "Mmm, my drippy cunt is aching for something to fill it."
  },
  {
    "key": "mspt1_6c60803d",
    "original": "Since there's nothing acceptable around, I guess I'll have to use my fingers, hehe."
  },
  {
    "key": "mspt1_ed7be4c9",
    "original": "Her fingers sink into the folds and she fingers herself like she's mimicking the jerking motions of her other hand."
  },
  {
    "key": "mspt1_fb9c571a",
    "original": "Fahh, haaahhh, do you like watching little girls masturbate? Fucking pervert, haahh..."
  },
  {
    "key": "mspt1_f7c00b20",
    "original": "Her handjob speeds up, mirroring the speed of her hasty fingering. The growing sensations cause my cock to throb and drip with precum."
  },
  {
    "key": "mspt1_6f7b8485",
    "original": "I can feel the pressure of my orgasm welling up within me, a tightness as I get closer and closer to orgasm."
  },
  {
    "key": "mspt1_e7d06ce0",
    "original": "Haahh, ahhh... Come on, cum for me..."
  },
  {
    "key": "mspt1_35dae50b",
    "original": "My body quivers as pleasurable spasms overwhelm my muscles and my desire to coat this angsty mare with cum grows. And then..."
  },
  {
    "key": "mspt1_04eeffa2",
    "original": "My hips jerk as I spray an eruption of cum into the air, of which Melody entirely avoids as it pitifully pools on the wooden floor below."
  },
  {
    "key": "mspt1_14e6aa22",
    "original": "The world dissolves little by little as my mind clouds white in the euphoria of orgasm. An orgasm that Melody thoroughly jacks me off throughout, resulting in a sloppy drippy mess, even on her fingers."
  },
  {
    "key": "mspt1_01a1b09a",
    "original": "She quivers with pleasure enjoying her own orgasm shortly after I finish cumming."
  },
  {
    "key": "mspt1_d06fd009",
    "original": "If I was a real bad bitch, I'd make you clean up this cum with your tongue. But instead, I'll let you get some toilet tissue, so go."
  },
  {
    "key": "mspt1_b23e6527",
    "original": "Like the obedient toy I am, I graciously lick the cum off my mistress's fingers before cleaning it up off the pristine wooden floors."
  },
  {
    "key": "mspt1_c6aab2bc",
    "original": "Ooo, good boy..."
  },
  {
    "key": "mspt1_b3c61bc0",
    "original": "While I'm cleaning the floor, Melody pushes her fluffy toes in my way as to really degrade me."
  },
  {
    "key": "mspt1_96d43cc5",
    "original": "Clean these, worm."
  },
  {
    "key": "mspt1_c122b628",
    "original": "I bring one of her clean fluffy toes into my mouth and start to suckle and lick."
  },
  {
    "key": "mspt1_e8a1a2f8",
    "original": "Alright, enough, enough!"
  },
  {
    "key": "mspt1_2664f92f",
    "original": "I slip into the bathroom and grab some tissue to wipe down Melody and the floor."
  },
  {
    "key": "mspt1_1ce01296",
    "original": "I think your lonely worm could use a blowjob."
  },
  {
    "key": "mspt1_e870301f",
    "original": "Yeah, it could use a nice warm place to wriggle into."
  },
  {
    "key": "mspt1_5f604e78",
    "original": "... Ew! That's gross man!"
  },
  {
    "key": "mspt1_688b8170",
    "original": "It was gonna happen eventually if you kept calling it a worm."
  },
  {
    "key": "mspt1_3b36af10",
    "original": "Eugh you're right, why would I call something I wanna suck a worm?"
  },
  {
    "key": "mspt1_ade7f966",
    "original": "Alright, you can shut up and watch."
  },
  {
    "key": "mspt1_aa4cac58",
    "original": "Melody's fingers coil around my shaft and begin to jerk it back and forth with a hidden enthusiasm that she'd never admit to."
  },
  {
    "key": "mspt1_fdc1b7a8",
    "original": "Her cool grip and movements quickly cause my cock to stiffen and throb."
  },
  {
    "key": "mspt1_57aad20d",
    "original": "She looks at my cock with surprising admiration."
  },
  {
    "key": "mspt1_e7d6b559",
    "original": "I can tell deep down that she was looking forward to this."
  },
  {
    "key": "mspt1_519c4af8",
    "original": "Hehe, I actually relaly like your cock, it's so cute."
  },
  {
    "key": "mspt1_63ed57fd",
    "original": "It's far more attractive than a horsecock."
  },
  {
    "key": "mspt1_23dc1d00",
    "original": "Her fingers lock around my cock and start to jack me off even faster."
  },
  {
    "key": "mspt1_b7dee296",
    "original": "The rubbing fingers between her own legs also speed up, she even stifles a few moans as she gets more excited."
  },
  {
    "key": "mspt1_0fbb967b",
    "original": "Ooohh, it's throbbing! I better slow down, hehe."
  },
  {
    "key": "mspt1_38acd7b4",
    "original": "I thought you were going to suck it."
  },
  {
    "key": "mspt1_937c7664",
    "original": "Mm, I wanted to get you rock hard first."
  },
  {
    "key": "mspt1_74fb2377",
    "original": "She kneels down bringing her face level with my cock and begins idly licking it with her tongue."
  },
  {
    "key": "mspt1_1e98fe6f",
    "original": "Mmphh, ehehe, it's so big... *Lick*, *Lick*"
  },
  {
    "key": "mspt1_0c85d943",
    "original": "Her tongue slides around my shaft, leaving a wet sheen and sparks of pleasure in its deft licks."
  },
  {
    "key": "mspt1_022270e4",
    "original": "She's doesn't hold back at all as she twirls her tongue around the tip of my cock, licking off any precum as it drips."
  },
  {
    "key": "mspt1_ab9bd251",
    "original": "That feels--"
  },
  {
    "key": "mspt1_56d5099d",
    "original": "Shhh, shh… No talking."
  },
  {
    "key": "mspt1_48b99b4e",
    "original": "Mm..."
  },
  {
    "key": "mspt1_2705f1ad",
    "original": "Yeahh, you're such a good boy."
  },
  {
    "key": "mspt1_e97dbb73",
    "original": "Her hand continues rubbing her pussy quickly as her long tongue swipes from my glans to the base with ease."
  },
  {
    "key": "mspt1_26db9806",
    "original": "I wonder if she had already fantasised about this before I arrived."
  },
  {
    "key": "mspt1_86becc72",
    "original": "Mmmh, you’re just a sex toy for a fine lady like me… That’s right…"
  },
  {
    "key": "mspt1_a4dfee76",
    "original": "My cock tightens and throbs as I get closer and closer to cumming in her mouth."
  },
  {
    "key": "mspt1_b96c0235",
    "original": "Ohh, it’s throbbing again, does that mean you’re going to cum soon?"
  },
  {
    "key": "mspt1_0dc934d9",
    "original": "Bit faster…"
  },
  {
    "key": "mspt1_4618d002",
    "original": "Hehe, okay..."
  },
  {
    "key": "mspt1_b6ef8d22",
    "original": "Graciously she speeds up, not sparing a second to tease me as her lips pull back and forth along my glans like a fucking motion."
  },
  {
    "key": "mspt1_138cd897",
    "original": "All whilst her tongue dances around the tip, overwhelming me with two distinctly pleasurable stimuli."
  },
  {
    "key": "mspt1_bb6443b9",
    "original": "With each thrust I can feel myself getting closer to my orgasm, until finally she pushes me over the edge and I release my load into her mouth."
  },
  {
    "key": "mspt1_ce75e607",
    "original": "Until she finally pushes me to the limit, her tongue and hand cause me to start cumming into her mouth."
  },
  {
    "key": "mspt1_2f855060",
    "original": "Aahhh, ahh, aahhh..."
  },
  {
    "key": "mspt1_f4e10820",
    "original": "Your hot sticky cum, so gross…"
  },
  {
    "key": "mspt1_ef20b026",
    "original": "She's really good at blowjobs, her tongue is so long and hot."
  },
  {
    "key": "mspt1_59c57a5f",
    "original": "You came a lot more than last time... Icky!"
  },
  {
    "key": "mspt1_3f91df15",
    "original": "You need to eat some sweet food, fruit or something. I heard it makes your cum taste better."
  },
  {
    "key": "mspt1_fabb58c1",
    "original": "At least we didn't make a mess this time."
  },
  {
    "key": "melodyeveningsex_2af029ed",
    "original": "Alright, I'm horny, let's fuck!"
  },
  {
    "key": "melodyeveningsex_118060aa",
    "original": "Ohh, we're finally having sex?"
  },
  {
    "key": "melodyeveningsex_35ebc70c",
    "original": "I'll allow it, hehe. Lay down on the bed, worm!"
  },
  {
    "key": "melodyeveningsex_26f03563",
    "original": "I nod and lay down on her on bed, my half-erection limply resting on my belly."
  },
  {
    "key": "melodyeveningsex_cb4a8f82",
    "original": "Well this is just pathetic, let's fix that."
  },
  {
    "key": "melodyeveningsex_be0c33fb",
    "original": "She lowers her muzzle over my cock and starts to suck and lick, within seconds my shaft engorges within her mouth until I'm fully erect and almost too big for her to handle."
  },
  {
    "key": "melodyeveningsex_213bd4bb",
    "original": "Mmphh, damn, I phorgot how big you were."
  },
  {
    "key": "melodyeveningsex_788e9786",
    "original": "Melody spends a few moments teasing the tip of my cock with her tongue, enjoying the way it feels as it throbs in her mouth."
  },
  {
    "key": "melodyeveningsex_42d5d8b4",
    "original": "Mmphh, phahh... *Schlurp*. *Lick*."
  },
  {
    "key": "melodyeveningsex_2eb20dc6",
    "original": "Every few licks or so, she pushes it deep and fucks it with her lips. My shaft gleams with her saliva."
  },
  {
    "key": "melodyeveningsex_69df9c8e",
    "original": "My pussy is tight you know, so I need to make sure your cock is dripping wet."
  },
  {
    "key": "melodyeveningsex_d9424182",
    "original": "With a quick movement, she pulls back and climbs on top of me, beginning to grind her cute pussy lips against my wet shaft."
  },
  {
    "key": "melodyeveningsex_450b40bf",
    "original": "You like my tight, little pussy don't you? You're a filthy worm like that, always fantastising about it."
  },
  {
    "key": "melodyeveningsex_28ab5122",
    "original": "Here we go..."
  },
  {
    "key": "melodyeveningsex_ab261e7c",
    "original": "With a schlick, she lifts herself up and pushes herself down over my thick cock. Her pussy pushes back and labia indents as her tightness takes me all the way to the hilt in an impressive display."
  },
  {
    "key": "melodyeveningsex_57d3faa1",
    "original": "Oohhh... I've picked a good toy, I'm gonna get a few orgasms out of you yet."
  },
  {
    "key": "melodyeveningsex_75784f2a",
    "original": "The angry flat-chested mare starts to gently lift her hips up and down with far more control than last time, sensually gyrating and twisting her hips as my cock throbs against the deepest reaches of her pussy."
  },
  {
    "key": "melodyeveningsex_f5c82fe3",
    "original": "No doubt filling her with great pleasure as indicated by the quivering in her thighs at the peak of each thrust."
  },
  {
    "key": "melodyeveningsex_5cc50212",
    "original": "Even though she's moving so slowly and carefully, the incredible tightness of her pussy causes each tiny movement to yield immense pleasure."
  },
  {
    "key": "melodyeveningsex_211360ca",
    "original": "My throbbing shaft couldn't be any harder than it is now, and she knows this as she teases me."
  },
  {
    "key": "melodyeveningsex_9ab37349",
    "original": "You're quite the catch, y'know? A stallion would have cum by now."
  },
  {
    "key": "melodyeveningsex_60a985c8",
    "original": "But you and me, we can have a lot of fun..."
  },
  {
    "key": "melodyeveningsex_c901a0f8",
    "original": "She sighs as she once again sinks downwards along the length of my cock, it's a surprise that she can take the entire thing so easily."
  },
  {
    "key": "melodyeveningsex_7957b06f",
    "original": "I feel her hands squeeze at my legs as she grips onto me for leverage, her hips beginning to speed up their assault."
  },
  {
    "key": "melodyeveningsex_021fe9c4",
    "original": "Her cute breasts bounce up and down with each thrust, I can't help but bring my hands up to them and fondle them."
  },
  {
    "key": "melodyeveningsex_1e957608",
    "original": "Despite that I'm a 'toy', Melody allows the action with glee, biting her lip as I toy with her sensitive nipples."
  },
  {
    "key": "melodyeveningsex_c2cc1802",
    "original": "Hahh, haahh, c-coming!"
  },
  {
    "key": "melodyeveningsex_2dd3ac9b",
    "original": "She utters with a few well-kept moans as her insides spasm, clamping down on my cock with a rhythmic tightness."
  },
  {
    "key": "melodyeveningsex_9f535f96",
    "original": "Unlike last time she's paced herself incredibly well, I'm not even close to cumming yet."
  },
  {
    "key": "melodyeveningsex_3be175a8",
    "original": "As her orgasm passes, she still doesn't increase her speed, instead choosing to tease me even more."
  },
  {
    "key": "melodyeveningsex_6b0a2601",
    "original": "Unable to simply sit here and wait for her to tease me all night, I bring my hands to her hips and start to rock my hips into her, causing her to bounce up and down even faster."
  },
  {
    "key": "melodyeveningsex_44e712a7",
    "original": "Ohh! Ahhh! You cheeky bastard! Ahh, ahhhh!"
  },
  {
    "key": "melodyeveningsex_a9e4f23d",
    "original": "She cries out in girly pleasure as I take control from below, fucking her tight cunt with my rapid thrusts."
  },
  {
    "key": "melodyeveningsex_93f793f1",
    "original": "Not one for losing, Melody accepts the challenge and pushes back, riding my cock faster than my hips can keep up with."
  },
  {
    "key": "melodyeveningsex_c72ee89a",
    "original": "Ahhh, ahh! I am the one that fucks, b-bastaaaahhhh! Haaahh!"
  },
  {
    "key": "melodyeveningsex_299eb673",
    "original": "Her ludicrous riding speed pushes us both to an orgasmic mess within ten seconds, as she orgasms again."
  },
  {
    "key": "melodyeveningsex_7ee8b536",
    "original": "My cock erupts within, and the insane riding causes it to go almost everywhere but inside her as it splurts and squirts in all directions."
  },
  {
    "key": "melodyeveningsex_af72e5bb",
    "original": "After all that teasing, my orgasm is long and powerful, almost rivaling the she-demon as she fatigues and slows down to a crawl."
  },
  {
    "key": "melodyeveningsex_a68eb108",
    "original": "Eventually culminating in her falling on top of me, cuddling while joined at the hips."
  },
  {
    "key": "melodyeveningsex_f8aa7095",
    "original": "You staying overnight?"
  },
  {
    "key": "melodyeveningsex_4f34812c",
    "original": "Awesome... Your skin is really soft, so... Yeah."
  },
  {
    "key": "melodyeveningsex_5b4914a4",
    "original": "Melody and I snuggle together in her bed, drifting off to sleep together."
  },
  {
    "key": "melodyeveningsex_a20cefa7",
    "original": "..."
  },
  {
    "key": "melodyeveningsex_4238b56a",
    "original": "When I wake up it's because Melody is shaking me."
  },
  {
    "key": "melodyeveningsex_2c114dab",
    "original": "Come on sleepyworm, you sleep in far too late!"
  },
  {
    "key": "melodyeveningsex_4f5b6928",
    "original": "Mehh, you always wake up too early."
  },
  {
    "key": "melodyeveningsex_d201e49b",
    "original": "I'll make you breakfast, come on."
  },
  {
    "key": "melodyeveningsex_1af1bbc7",
    "original": "I begrudgingly go downstairs and enjoy some breakfast with Melody, Ruby hasn't even woken up yet. Makes sense because it's 7:15am."
  },
  {
    "key": "melodyeveningsex_e1b664ac",
    "original": "I'm gonna leave for college. Feel free to shower, or whatever."
  },
  {
    "key": "melodyeveningsex_9b52a10e",
    "original": "I don't think Ruby would be that confused if you were here when she wakes up, heh."
  },
  {
    "key": "melodyeveningsex_ff75de01",
    "original": "No worries, I'll go shower at home I think, I live close enough anyway."
  },
  {
    "key": "melodyeveningsex_f45249c8",
    "original": "See you around champ."
  },
  {
    "key": "melodyeveningsex_83442926",
    "original": "I finish my breakfast and drink before returning home for a shower."
  },
  {
    "key": "melodyeveningsex_1dd389dd",
    "original": "Alright, I don't see why you feel like walking home at this time, but I won't judge."
  },
  {
    "key": "melodyeveningsex_51b119c1",
    "original": "Sorry Mel, I'll see you around."
  },
  {
    "key": "melodyeveningsex_a8e35fdf",
    "original": "See ya."
  },
  {
    "key": "melodyeveningvisit1_f29ef10d",
    "original": "I walk up to the boutique and just as I'm about to knock on the door, a familiar she-devil appears."
  },
  {
    "key": "melodyeveningvisit1_6d6e65fd",
    "original": "Hello stranger, what are you doing stalking about at this hour? Tryna' spy on my sister again?"
  },
  {
    "key": "melodyeveningvisit1_4eb970d7",
    "original": "I came here to visit you actually, tried in the morning but you'd already left."
  },
  {
    "key": "melodyeveningvisit1_af7dadf5",
    "original": "Oh yeah, I have an exam soon so I'm studying overtime."
  },
  {
    "key": "melodyeveningvisit1_e6d5285c",
    "original": "I'm just visiting, maybe with pervy motivations, maybe not."
  },
  {
    "key": "melodyeveningvisit1_8354ed8a",
    "original": "What are you up to anyway?"
  },
  {
    "key": "melodyeveningvisit1_b5834f26",
    "original": "Just going to bury a dead body, wanna join me?"
  },
  {
    "key": "melodyeveningvisit1_4d80fe7b",
    "original": "What kind of answer is that?"
  },
  {
    "key": "melodyeveningvisit1_ce29f14a",
    "original": "Ask dumb questions, get dumb answers!"
  },
  {
    "key": "melodyeveningvisit1_95296eef",
    "original": "Why was my question dumb?"
  },
  {
    "key": "melodyeveningvisit1_cabcda16",
    "original": "Come on man, what does it look like I'm doing?"
  },
  {
    "key": "melodyeveningvisit1_3b84c9e8",
    "original": "Going for a walk?"
  },
  {
    "key": "melodyeveningvisit1_cba3d5a2",
    "original": "Bingo! Didn't have to get up early to study for that one."
  },
  {
    "key": "melodyeveningvisit1_b7022a43",
    "original": "At this time?"
  },
  {
    "key": "melodyeveningvisit1_12225d1f",
    "original": "It's only 7:00pm, it's not like I'm having a midlife crisis quite yet."
  },
  {
    "key": "melodyeveningvisit1_d70f9790",
    "original": "Come with me, Arcadia is beautiful at night."
  },
  {
    "key": "melodyeveningvisit1_e24e1486",
    "original": "Alright. As long as there's no funny business."
  },
  {
    "key": "melodyeveningvisit1_5114aa04",
    "original": "I love just wandering around, and thinking..."
  },
  {
    "key": "melodyeveningvisit1_6c67c2ea",
    "original": "It's very meditative"
  },
  {
    "key": "melodyeveningvisit1_09576434",
    "original": "Anything on your mind?"
  },
  {
    "key": "melodyeveningvisit1_e547f93e",
    "original": "Actually, since you came along, I've been thinking about you."
  },
  {
    "key": "melodyeveningvisit1_054c5ee0",
    "original": "I see."
  },
  {
    "key": "melodyeveningvisit1_d2f1be0a",
    "original": "Look up."
  },
  {
    "key": "melodyeveningvisit1_1a3124c3",
    "original": "She says as she points into the night sky."
  },
  {
    "key": "melodyeveningvisit1_29c4abb7",
    "original": "It's beautiful."
  },
  {
    "key": "melodyeveningvisit1_03b78287",
    "original": "Melody lays down on the grass, arms behind her head, I do the same and join her in star gazing."
  },
  {
    "key": "melodyeveningvisit1_d21e66bc",
    "original": "As the air gets a little cooler, my furless body starts to get a bit of a chill. Melody takes notice and cuddles closer to me, she feels warm."
  },
  {
    "key": "melodyeveningvisit1_c543435d",
    "original": "Remember when you told me you were from another world?"
  },
  {
    "key": "melodyeveningvisit1_f49fff8f",
    "original": "Yeah?"
  },
  {
    "key": "melodyeveningvisit1_265dc98a",
    "original": "I'm sorry I called you crazy, and that I didn't care."
  },
  {
    "key": "melodyeveningvisit1_56f95f40",
    "original": "It's fine, I think that's a fairly normal response to hearing something like that."
  },
  {
    "key": "melodyeveningvisit1_47a805ec",
    "original": "It's true though, right? You're not from around here..."
  },
  {
    "key": "melodyeveningvisit1_221ed179",
    "original": "Yeah, I'm from a world like this, but at the same time... Everything's different."
  },
  {
    "key": "melodyeveningvisit1_8045aeed",
    "original": "Could you tell me more about your world?"
  },
  {
    "key": "melodyeveningvisit1_1ebc3c52",
    "original": "Where to even begin..."
  },
  {
    "key": "melodyeveningvisit1_77d66355",
    "original": "Melody and I spend maybe an hour discussing my previous life, my college, friends, and family."
  },
  {
    "key": "melodyeveningvisit1_21f2d2dc",
    "original": "Eventually it grows late, and the two of us return to the boutique."
  },
  {
    "key": "melodyeveningvisit1_17fc541f",
    "original": "Thanks for coming with me tonight, I really enjoyed our walk and talk."
  },
  {
    "key": "melodyeveningvisit1_5d637230",
    "original": "It was my pleasure, with all the work I've been doing lately it was a nice change of pace."
  },
  {
    "key": "melodyeveningvisit1_ae8d2ff3",
    "original": "Do you wanna come in? Maybe a drink?"
  },
  {
    "key": "melodyeveningvisit1_8b8a764a",
    "original": "I'd love to."
  },
  {
    "key": "melodyeveningvisit1_8b6bd577",
    "original": "Oh, and if you're ever visiting at night, we won't hear you knocking from upstairs. Key's under this plant pot."
  },
  {
    "key": "melodyeveningvisit1_f0c54518",
    "original": "Gotcha."
  },
  {
    "key": "melodyeveningvisit1_beb6c647",
    "original": "Melody makes us both drinks and we go upstairs quietly, taking care not to disturb Ruby."
  },
  {
    "key": "melodyeveningvisit1_c4dc3d05",
    "original": "I always get a warm drink after my walks, especially during the colder seasons."
  },
  {
    "key": "melodyeveningvisit1_7007a7e2",
    "original": "How cold does it get? I might need Ruby to make me something to wear if it gets any worse."
  },
  {
    "key": "melodyeveningvisit1_83d1ec3f",
    "original": "It doesn't get too bad here, only snow on the tips of the mountains. Some colder northern settlements do wear clothes to stay warm, I bet you could find something cheap in a city shop."
  },
  {
    "key": "melodyeveningvisit1_a1088bb1",
    "original": "Wouldn't want my cute wormy boy to freeze."
  },
  {
    "key": "melodyeveningvisit1_f033ddde",
    "original": "Well, that's very kind of you Melody."
  },
  {
    "key": "melodyeveningvisit1_7b04d2c2",
    "original": "Of course, I'm nice and warm. This fur is thicker than it looks, check it out!"
  },
  {
    "key": "melodyeveningvisit1_00f75c14",
    "original": "She puffs her chest out, is she encouraging me to caress her breasts? Or just her fur? Is this a test? Am I thinking too much into this?"
  },
  {
    "key": "melodyeveningvisit1_983748d0",
    "original": "I bring a hand to her breast and start to ruffle my fingers through the furry texture."
  },
  {
    "key": "melodyeveningvisit1_bd0cf7d3",
    "original": "It's fuzzy and furry, like a shetland pony."
  },
  {
    "key": "melodyeveningvisit1_41d343bc",
    "original": "Tch, you're such a perv! You'll take any opportunity to get to molest me, clearly!"
  },
  {
    "key": "melodyeveningvisit1_cd17fce1",
    "original": "I bring a hand to the middle of her chest, and start to ruffle my fingers through the furry texture."
  },
  {
    "key": "melodyeveningvisit1_bd0cf7d3_1",
    "original": "It's fuzzy and furry, like a shetland pony."
  },
  {
    "key": "melodyeveningvisit1_5b701c05",
    "original": "Hmph, can't you take a hint? I push my boobs out to you and somehow you miss them both! Useless!"
  },
  {
    "key": "melodyeveningvisit1_9f17e7dd",
    "original": "Hehe, go on then, play with them."
  },
  {
    "key": "melodyeveningvisit1_2f378f35",
    "original": "Not one to turn down a lewd prospect, I bring both of my hands to Melody's breasts and start to fondle them."
  },
  {
    "key": "melodyeveningvisit1_9d36e260",
    "original": "They're so soft and squishy."
  },
  {
    "key": "melodyeveningvisit1_5e42807d",
    "original": "You know, I've never let anyone do this to me before."
  },
  {
    "key": "melodyeveningvisit1_55efac4e",
    "original": "That's right, every other time we've done something sexual you've been in complete control."
  },
  {
    "key": "melodyeveningvisit1_533ab301",
    "original": "Hmph, don't think that'll change for a second, wormy boi!"
  },
  {
    "key": "melodyeveningvisit1_68567bbe",
    "original": "Do you want to do something tonight?"
  },
  {
    "key": "melodyeveningvisit1_82131bb5",
    "original": "Mm yeah, I'm still in heat... So I'm gonna use you as a toy, got it?"
  },
  {
    "key": "melodyeveningvisit1_717cf301",
    "original": "Whatever you say, 'mistress'."
  },
  {
    "key": "melodyeveningvisit1_809a6be1",
    "original": "Toys don't talk, so be quiet and lay down."
  },
  {
    "key": "melodyeveningvisit1_cacb5235",
    "original": "I nod and lay down on her bed, my half-erection limply resting on my belly."
  },
  {
    "key": "melodyeveningvisit1_cb4a8f82",
    "original": "Well this is just pathetic, let's fix that."
  },
  {
    "key": "melodyeveningvisit1_be0c33fb",
    "original": "She lowers her muzzle over my cock and starts to suck and lick, within seconds my shaft engorges within her mouth until I'm fully erect and almost too big for her to handle."
  },
  {
    "key": "melodyeveningvisit1_a2b923d6",
    "original": "Mmphh, damn, I forgot how big you were."
  },
  {
    "key": "melodyeveningvisit1_788e9786",
    "original": "Melody spends a few moments teasing the tip of my cock with her tongue, enjoying the way it feels as it throbs in her mouth."
  },
  {
    "key": "melodyeveningvisit1_42d5d8b4",
    "original": "Mmphh, phahh... *Schlurp*. *Lick*."
  },
  {
    "key": "melodyeveningvisit1_2eb20dc6",
    "original": "Every few licks or so, she pushes it deep and fucks it with her lips. My shaft gleams with her saliva."
  },
  {
    "key": "melodyeveningvisit1_69df9c8e",
    "original": "My pussy is tight you know, so I need to make sure your cock is dripping wet."
  },
  {
    "key": "melodyeveningvisit1_d9424182",
    "original": "With a quick movement, she pulls back and climbs on top of me, beginning to grind her cute pussy lips against my wet shaft."
  },
  {
    "key": "melodyeveningvisit1_206ecf86",
    "original": "You like my tight, little pussy don't you? You're a filthy worm like that, always fantasising about it."
  },
  {
    "key": "melodyeveningvisit1_28ab5122",
    "original": "Here we go..."
  },
  {
    "key": "melodyeveningvisit1_ab261e7c",
    "original": "With a schlick, she lifts herself up and pushes herself down over my thick cock. Her pussy pushes back and labia indents as her tightness takes me all the way to the hilt in an impressive display."
  },
  {
    "key": "melodyeveningvisit1_57d3faa1",
    "original": "Oohhh... I've picked a good toy, I'm gonna get a few orgasms out of you yet."
  },
  {
    "key": "melodyeveningvisit1_75784f2a",
    "original": "The angry flat-chested mare starts to gently lift her hips up and down with far more control than last time, sensually gyrating and twisting her hips as my cock throbs against the deepest reaches of her pussy."
  },
  {
    "key": "melodyeveningvisit1_b1230d44",
    "original": "No doubt filling her with great pleasure, as indicated by the quivering in her thighs at the peak of each thrust."
  },
  {
    "key": "melodyeveningvisit1_5cc50212",
    "original": "Even though she's moving so slowly and carefully, the incredible tightness of her pussy causes each tiny movement to yield immense pleasure."
  },
  {
    "key": "melodyeveningvisit1_211360ca",
    "original": "My throbbing shaft couldn't be any harder than it is now, and she knows this as she teases me."
  },
  {
    "key": "melodyeveningvisit1_9ab37349",
    "original": "You're quite the catch, y'know? A stallion would have cum by now."
  },
  {
    "key": "melodyeveningvisit1_60a985c8",
    "original": "But you and me, we can have a lot of fun..."
  },
  {
    "key": "melodyeveningvisit1_c901a0f8",
    "original": "She sighs as she once again sinks downwards along the length of my cock, it's a surprise that she can take the entire thing so easily."
  },
  {
    "key": "melodyeveningvisit1_7957b06f",
    "original": "I feel her hands squeeze at my legs as she grips onto me for leverage, her hips beginning to speed up their assault."
  },
  {
    "key": "melodyeveningvisit1_021fe9c4",
    "original": "Her cute breasts bounce up and down with each thrust, I can't help but bring my hands up to them and fondle them."
  },
  {
    "key": "melodyeveningvisit1_9bc7b3d7",
    "original": "Despite the fact that I'm a 'toy', Melody allows the action with glee, biting her lip as I toy with her sensitive nipples."
  },
  {
    "key": "melodyeveningvisit1_c2cc1802",
    "original": "Hahh, haahh, c-coming!"
  },
  {
    "key": "melodyeveningvisit1_2dd3ac9b",
    "original": "She utters with a few well-kept moans as her insides spasm, clamping down on my cock with a rhythmic tightness."
  },
  {
    "key": "melodyeveningvisit1_9f535f96",
    "original": "Unlike last time she's paced herself incredibly well, I'm not even close to cumming yet."
  },
  {
    "key": "melodyeveningvisit1_3be175a8",
    "original": "As her orgasm passes, she still doesn't increase her speed, instead choosing to tease me even more."
  },
  {
    "key": "melodyeveningvisit1_e7fe4258",
    "original": "Unable to simply sit here and wait for her to tease me all night, I bring my hands to her waist and start to rock my hips into her, causing her to bounce up and down even faster."
  },
  {
    "key": "melodyeveningvisit1_44e712a7",
    "original": "Ohh! Ahhh! You cheeky bastard! Ahh, ahhhh!"
  },
  {
    "key": "melodyeveningvisit1_a9e4f23d",
    "original": "She cries out in girly pleasure as I take control from below, fucking her tight cunt with my rapid thrusts."
  },
  {
    "key": "melodyeveningvisit1_93f793f1",
    "original": "Not one for losing, Melody accepts the challenge and pushes back, riding my cock faster than my hips can keep up with."
  },
  {
    "key": "melodyeveningvisit1_c72ee89a",
    "original": "Ahhh, ahh! I am the one that fucks, b-bastaaaahhhh! Haaahh!"
  },
  {
    "key": "melodyeveningvisit1_299eb673",
    "original": "Her ludicrous riding speed pushes us both to an orgasmic mess within ten seconds, as she orgasms again."
  },
  {
    "key": "melodyeveningvisit1_7ee8b536",
    "original": "My cock erupts within, and the insane riding causes it to go almost everywhere but inside her as it splurts and squirts in all directions."
  },
  {
    "key": "melodyeveningvisit1_af72e5bb",
    "original": "After all that teasing, my orgasm is long and powerful, almost rivaling the she-demon as she fatigues and slows down to a crawl."
  },
  {
    "key": "melodyeveningvisit1_a68eb108",
    "original": "Eventually culminating in her falling on top of me, cuddling while joined at the hips."
  },
  {
    "key": "melodyeveningvisit1_b414e0a6",
    "original": "I say cuddling, but it's more just like she's died and fallen limp on top of me, and I have a single hand on her back so she doesn't fall."
  },
  {
    "key": "melodyeveningvisit1_42ef6825",
    "original": "It takes a few seconds, but her soft furry hands wrap around me and she snuggles her cheek into my chest."
  },
  {
    "key": "melodyeveningvisit1_2f000a02",
    "original": "We snuggle happily while ignoring the hot, wet mess left between us."
  },
  {
    "key": "melodyeveningvisit1_a20cefa7",
    "original": "..."
  },
  {
    "key": "melodyeveningvisit1_e2777144",
    "original": "Mmph? Oh."
  },
  {
    "key": "melodyeveningvisit1_2c7efe47",
    "original": "Morning sleepyhead."
  },
  {
    "key": "melodyeveningvisit1_aed9bc2b",
    "original": "I turn around to see Melody drying herself with a towel, post-shower."
  },
  {
    "key": "melodyeveningvisit1_96da44e7",
    "original": "Can't say I anticipated you staying the night, but it's no harm. It was nice cuddling with you."
  },
  {
    "key": "melodyeveningvisit1_4a4fab37",
    "original": "You gonna join me for breakfast?"
  },
  {
    "key": "melodyeveningvisit1_b9710c73",
    "original": "Sure thing."
  },
  {
    "key": "melodyeveningvisit1_71a26ad6",
    "original": "I go downstairs and enjoy some breakfast with Melody, Ruby hasn't even woken up yet. Makes sense because it's 7:15am."
  },
  {
    "key": "melodyeveningvisit1_e1b664ac",
    "original": "I'm gonna leave for college. Feel free to shower, or whatever."
  },
  {
    "key": "melodyeveningvisit1_9b52a10e",
    "original": "I don't think Ruby would be that confused if you were here when she wakes up, heh."
  },
  {
    "key": "melodyeveningvisit1_ff75de01",
    "original": "No worries, I'll go shower at home I think, I live close enough anyway."
  },
  {
    "key": "melodyeveningvisit1_9157fbb3",
    "original": "See you around, champ."
  },
  {
    "key": "melodyeveningvisit1_83442926",
    "original": "I finish my breakfast and drink before returning home for a shower."
  },
  {
    "key": "rubylingeriesex_b3e1d2f4",
    "original": "You unlocked a secret scene! Requirements met: Work with Ruby after finishing her route. 50%% chance."
  },
  {
    "key": "rubylingeriesex_3f497396",
    "original": "During work…"
  },
  {
    "key": "rubylingeriesex_1bdbfb37",
    "original": "Hey, darling. Could you help me with a particular task? I'll need you to come to my room."
  },
  {
    "key": "rubylingeriesex_f6c6d7c4",
    "original": "What about the shop floor?"
  },
  {
    "key": "rubylingeriesex_57b0e6c2",
    "original": "I’ll put a sign on the door saying that we’re closed for lunch."
  },
  {
    "key": "rubylingeriesex_10583263",
    "original": "Alright, how can I help?"
  },
  {
    "key": "rubylingeriesex_ce617998",
    "original": "…"
  },
  {
    "key": "rubylingeriesex_c2d67d47",
    "original": "You see, darling? Quite the problem indeed, I can’t concentrate at all when I’m this aroused."
  },
  {
    "key": "rubylingeriesex_59ff7d93",
    "original": "Hmm, yes. I believe I do see the problem."
  },
  {
    "key": "rubylingeriesex_f3010e01",
    "original": "Could you pound this frustration out of me, perhaps?"
  },
  {
    "key": "rubylingeriesex_6a08269e",
    "original": "Will I get paid extra for this? Haha."
  },
  {
    "key": "rubylingeriesex_43595e23",
    "original": "My, my... Do I look like a prostitute to you, [playername]?"
  },
  {
    "key": "rubylingeriesex_1cfbd80e",
    "original": "Oh, no, no. I didn’t mean to imply that."
  },
  {
    "key": "rubylingeriesex_428dac08",
    "original": "Hehe, I could roleplay that if you’d like, debasing myself is arousing."
  },
  {
    "key": "rubylingeriesex_e1538be9",
    "original": "Perhaps I could throw you another five monies as a tip for an excellent job."
  },
  {
    "key": "rubylingeriesex_4a72c6a8",
    "original": "You got 5 monies!"
  },
  {
    "key": "rubylingeriesex_ca65dfd8",
    "original": "Wait, that makes {i}me{/i} the prostitute."
  },
  {
    "key": "rubylingeriesex_a7bf440b",
    "original": "Ohh, so it does!"
  },
  {
    "key": "rubylingeriesex_c81540fe",
    "original": "Well, let’s get on with the plot."
  },
  {
    "key": "rubylingeriesex_3c4c3f7a",
    "original": "Ruby’s exquisite ass is presented to me as she waits on all fours. I have to spend a moment admiring it."
  },
  {
    "key": "rubylingeriesex_23bce79c",
    "original": "I even have to appreciate her hair; it looks exquisite today."
  },
  {
    "key": "rubylingeriesex_1c9183f3",
    "original": "No need to window shop, darling, I’m all yours."
  },
  {
    "key": "rubylingeriesex_447827de",
    "original": "Taking the hint, I stand at the edge of the bed, and pull her in to me, so her butt is level with my hips."
  },
  {
    "key": "rubylingeriesex_f5438095",
    "original": "At this point my cock is basically already erect. That’s just the kind of effect Ruby has on me."
  },
  {
    "key": "rubylingeriesex_2bee9408",
    "original": "I’ll just check to see if she’s ready to take my cock first. With a finger I slide it from the tip of her vulva to the clit, collecting a generous amount of lubricants as I do."
  },
  {
    "key": "rubylingeriesex_e2acf627",
    "original": "You’re really wet…"
  },
  {
    "key": "rubylingeriesex_d12c3ab3",
    "original": "Did you not catch me squirming earlier? Haha, a lady has her needs too."
  },
  {
    "key": "rubylingeriesex_20d2c848",
    "original": "No need for foreplay, then."
  },
  {
    "key": "rubylingeriesex_42152031",
    "original": "I lift my cock up and jack it off until I’m perfectly solid. Then, gently easing between the plush lips of her labia, I push forward into her delicate folds and sink into my lover."
  },
  {
    "key": "rubylingeriesex_b82bdc41",
    "original": "She takes it like a champ, cooing at the sensation of being filled up."
  },
  {
    "key": "rubylingeriesex_45af4001",
    "original": "Ahhhahhh. Getting filled at the start always feels amazing."
  },
  {
    "key": "rubylingeriesex_74ba4b26",
    "original": "And sinking deeply inside of her for the first time in a while also feels amazing."
  },
  {
    "key": "rubylingeriesex_a64c429a",
    "original": "Pulling back, I prepare to thrust back inside. Beginning the session with a pace pleasant to the both of us."
  },
  {
    "key": "rubylingeriesex_3b10b888",
    "original": "Ruby’s contracting insides purposely tease and squeeze my member. She’s almost a little too good at this."
  },
  {
    "key": "rubylingeriesex_ecce7cb2",
    "original": "The view from up here is amazing, Ruby’s cute bubble butt is always a marvel to witness in action. She doesn’t simply let herself be fucked, she wiggles her hips back and forth to meet mine, making each thrust that much better."
  },
  {
    "key": "rubylingeriesex_6a5734a2",
    "original": "Aahhh, ahhh… I love your thick cock, darling… Mmphh, tighten it for me, ahhh…"
  },
  {
    "key": "rubylingeriesex_3e01f91e",
    "original": "I tighten my cock slightly at her request, and in turn she tightens her pussy slightly."
  },
  {
    "key": "rubylingeriesex_596f1865",
    "original": "Mmphhh, so fucking good, haah… hahh…"
  },
  {
    "key": "rubylingeriesex_9e55dc0b",
    "original": "I didn’t realize your wonderful pussy could get any tighter."
  },
  {
    "key": "rubylingeriesex_80d66b7a",
    "original": "Nnnh, that sounds like a challenge."
  },
  {
    "key": "rubylingeriesex_dbcf1896",
    "original": "Now rhythmically clenching around my cock, Ruby does her best to milk me dry as I pound into her sloppy wet puss."
  },
  {
    "key": "rubylingeriesex_736b00e5",
    "original": "At this rate, it wouldn’t take either of us long to come. But while Ruby does her best to get me off, I still have a trick up my sleeve."
  },
  {
    "key": "rubylingeriesex_044839e9",
    "original": "With one hand clenching tightly around her hips for leverage, I bring my other between her legs and start to rub her clit."
  },
  {
    "key": "rubylingeriesex_a4ac0477",
    "original": "Now she’s really starting to moan. Her eyes close tight and her fingers clench the bedsheets in response to the spike in pleasure."
  },
  {
    "key": "rubylingeriesex_be12d29f",
    "original": "Ahhh, aaahhh… Wh-What a gentleman, ahhaah… Ahhhhh, you’re gonna make me come, so quickly!"
  },
  {
    "key": "rubylingeriesex_291d6723",
    "original": "Ruby seems easier to get off than most girls, especially by rubbing her clit. Within only thirty seconds orgasmic pleasure seems to completely consume her body."
  },
  {
    "key": "rubylingeriesex_c3bbec34",
    "original": "My own orgasm is creeping ever closer. As I continue to pound Ruby, at an accelerating pace, I can feel the urge to cum rising."
  },
  {
    "key": "rubylingeriesex_964c6e17",
    "original": "And almost before I know it, her tight squeezing cunt robs my orgasm from me and my cum spills freely into her."
  },
  {
    "key": "rubylingeriesex_cc50d61f",
    "original": "Several loads of ejaculate seep deeply into my lover. Enough to overflow and spill down her white fluffy thighs."
  },
  {
    "key": "rubylingeriesex_b983e123",
    "original": "Haahh, yeesss… That’s exactly what I needed."
  },
  {
    "key": "rubylingeriesex_f45449ca",
    "original": "Ruby crawls ahead slightly, causing my cock to slip out. She gives me a good view of her cum soaked pussy."
  },
  {
    "key": "rubylingeriesex_148ca135",
    "original": "Look at all this mess you made… All that cum… Was my pussy really that good? Hehe."
  },
  {
    "key": "rubylingeriesex_1163d04d",
    "original": "You sounded a bit like your sister just then."
  },
  {
    "key": "rubylingeriesex_c47c9636",
    "original": "Oh! I suppose I did, hehe. I still have a lot of her in me."
  },
  {
    "key": "rubylingeriesex_4e954ec4",
    "original": "You also have a lot of me in you, literally."
  },
  {
    "key": "rubylingeriesex_50b67990",
    "original": "Hah, you’re so bad."
  },
  {
    "key": "rubylingeriesex_13dda42f",
    "original": "Ruby gets off the bed and stands beside me, giving me a quick kiss on the cheek."
  },
  {
    "key": "rubylingeriesex_2a5c78c5",
    "original": "Going to clean up. Can you open the shop back up? I’ll be down in a second."
  },
  {
    "key": "rubylingeriesex_a7a92e8f",
    "original": "No problem."
  },
  {
    "key": "rubylingeriesex_ce617998_1",
    "original": "…"
  },
  {
    "key": "rubylingeriesex_b6f159b3",
    "original": "After work..."
  }
]