[
  {
    "key": "deepforest_51a3a838",
    "original": "I don't really have a reason to explore deep into the woods, I might even get lost without proper preparation."
  },
  {
    "key": "deepforest_0cd28411",
    "original": "It'd be fun in a mysterious and creepy way though... Maybe if I had some more equipment I could go for a small hike around the area to fill an evening."
  },
  {
    "key": "zoe1_d3885ae1",
    "original": "I’ve never stepped far from Arcadia. Even though there’s an entire brand-new world out there."
  },
  {
    "key": "zoe1_2e0ee02f",
    "original": "So, here we go, some deep woods exploration for fun. While I’m out here, I could collect some berries for Butters' potions."
  },
  {
    "key": "zoe1_9f3289b6",
    "original": "But really, I’m not interested in work."
  },
  {
    "key": "zoe1_b0a37a34",
    "original": "I’ve been working almost every day for longer than I can imagine. Sometimes it’s nice to just get some fresh air."
  },
  {
    "key": "zoe1_74a21c8b",
    "original": "Some peace and quiet under the starlit sky will certainly help relieve some stress."
  },
  {
    "key": "zoe1_d329bac2",
    "original": "It almost reminds me of my evening walk with Melody."
  },
  {
    "key": "zoe1_a80b8ce4",
    "original": "I did decide to bring my leather armour, it certainly provides some comfort."
  },
  {
    "key": "zoe1_f9f13509",
    "original": "Even though I’ve gotten used to walking around on my bare feet, the leather shoes are especially nice in the dark."
  },
  {
    "key": "zoe1_3e5d7028",
    "original": "And a scimitar on my back, just in case, but I’ve yet to find a scenario where I’ve needed to use this. I suppose that's the point."
  },
  {
    "key": "zoe1_309dfeee",
    "original": "Bringing a weapon is a bit more extreme than my walk with Melody, but it feels nice to have a backup plan."
  },
  {
    "key": "zoe1_06b88036",
    "original": "I know this is just going to be a leisurely walk, but it feels nice to have a backup plan."
  },
  {
    "key": "zoe1_50775e38",
    "original": "There’s the usual and fairly clear path towards Butters' cottage, then a clearing. I think I’ll do a horse shoe path that’ll lead me back to clearing, or worst-case scenario Honey’s farm."
  },
  {
    "key": "zoe1_477615f6",
    "original": "Between the full moon, and the lights of Arcadia city, it’s almost impossible to get lost between these two landmarks."
  },
  {
    "key": "zoe1_680e58f2",
    "original": "I stretch and set off. The sound of the chirping crickets being my only accompaniment as I step through the deeper woods."
  },
  {
    "key": "zoe1_e442161f",
    "original": "There’s the occasional shuffling bush, but that’s easily written off as a woodland critter, of which there are many in this area."
  },
  {
    "key": "zoe1_c4bedb2e",
    "original": "In the day, the woods are so peaceful and harmonic. In the dark, it’s seemingly hostile, yet exciting."
  },
  {
    "key": "zoe1_80aca10e",
    "original": "Rather quickly along my walk, I discover my first curiosity within the woods."
  },
  {
    "key": "zoe1_e3899fd3",
    "original": "There’s another clearing, and another cottage that’s not too different from Butters’. It’d make sense that there’d be a few of these built around. Even these deep woods feel tamed with a quaint hospitality."
  },
  {
    "key": "zoe1_1367fcd3",
    "original": "It seems that whoever lives in this one isn't home, so I bypass the cottage and continue onwards."
  },
  {
    "key": "zoe1_6d3a2eea",
    "original": "When I eventually stumble upon a second clearing with a hill that pokes through the trees, I take the opportunity to climb to the top."
  },
  {
    "key": "zoe1_c8bd6b8c",
    "original": "The hill is impressive, from here I can just peer over most of the trees, and can even see the two cottages poke through."
  },
  {
    "key": "zoe1_90873cf5",
    "original": "And while Arcadia village is obscured from this angle, the dizzyingly tall castle continues to dwarf me."
  },
  {
    "key": "zoe1_b2dff619",
    "original": "Ahh… This is nice."
  },
  {
    "key": "zoe1_d1173474",
    "original": "I lay down on the grass and enjoy the soft breeze as I gaze into the stars…"
  },
  {
    "key": "zoe1_1b5b9ee8",
    "original": "*Rustle, rustle*…"
  },
  {
    "key": "zoe1_8767a899",
    "original": "*Whisper, whisper*…"
  },
  {
    "key": "zoe1_2c352f6c",
    "original": "My ears prick slightly, at the sounds of some distant movement. Seems like I’m not the only person that decided to have a small peruse around the woods. I spot the orange light of a lantern to the east of my hill perch."
  },
  {
    "key": "zoe1_42bea0b9",
    "original": "I half-heartedly keep an eye on the light as it continues ahead ignorant to me, but it does pique my curiosity when it spontaneously turns off, and the once chatty whisperings melt into a silence."
  },
  {
    "key": "zoe1_08292c64",
    "original": "Hmm…"
  },
  {
    "key": "zoe1_54ed633e",
    "original": "I should probably head back."
  },
  {
    "key": "zoe1_d5f9dc64",
    "original": "I crick my neck and stand up, and as I do, a certain sickly-sweet scent hits my nose."
  },
  {
    "key": "zoe1_27522579",
    "original": "*Sniff, sniff*"
  },
  {
    "key": "zoe1_c6891534",
    "original": "What a strange and indescribable scent…"
  },
  {
    "key": "zoe1_97cfe632",
    "original": "I can almost directly pinpoint the origin too, the same location the lamp went out."
  },
  {
    "key": "zoe1_c4b3bc50",
    "original": "Somewhat allured, I follow the tantalizing scent with the justification that anyone carrying a lamp is probably just a friendly anthropomorph."
  },
  {
    "key": "zoe1_7b15b542",
    "original": "But I’m not as naïve as I once was, I’ve worked with Butters a few times and learnt a lot in our time together. Therefore, I take a cautious approach as I crouch behind some bushes and investigate the smell."
  },
  {
    "key": "zoe1_abad04e4",
    "original": "This heavy scent, if my experiences with Butters are correct, it’s purposely designed to attract males. But… Why would that scent be relevant to the quiet woods at a time like this?"
  },
  {
    "key": "zoe1_4ccf9178",
    "original": "And that’s when she comes into view."
  },
  {
    "key": "zoe1_0338c105",
    "original": "It’s… a zebra? A zebra anthropomorph!"
  },
  {
    "key": "zoe1_4f98946d",
    "original": "She isn’t even trying to hide herself, and the contrasting stripes of white on the zebra girl shine in the moonlight."
  },
  {
    "key": "zoe1_6343c539",
    "original": "I, however, am yet to reveal myself as I crouch behind the bushes."
  },
  {
    "key": "zoe1_9aaf2450",
    "original": "It’s hard to really assume a context for this situation, but I have to assume that she’s waiting for someone, or something…"
  },
  {
    "key": "zoe1_f4ca1903",
    "original": "Especially given that strange scent that attracts males… It’s so effective, that it managed to attract me when I was planning on completely ignoring this. I feel like a bit of a monke brain right now."
  },
  {
    "key": "zoe1_d6bab447",
    "original": "The time is nigh, now don’t be shy…"
  },
  {
    "key": "zoe1_c4703b9a",
    "original": "Is... is she talking to me?"
  },
  {
    "key": "zoe1_f14aca64",
    "original": "That’s right big boy, no need for tours, I’m all yours..."
  },
  {
    "key": "zoe1_e538d100",
    "original": "She isn’t looking my way, so by all means, she isn’t talking to me…"
  },
  {
    "key": "zoe1_82c8252a",
    "original": "But… Who, then?"
  },
  {
    "key": "zoe1_a9c25347",
    "original": "Don’t you want to find a nice place to cum in? I’ll even let you put a thumb in..."
  },
  {
    "key": "zoe1_063d1e91",
    "original": "Alright, this is getting weird."
  },
  {
    "key": "zoe1_d392b720",
    "original": "Just gonna, slowly leave…"
  },
  {
    "key": "zoe1_af69fbda",
    "original": "*Rustle, rustle*… !"
  },
  {
    "key": "zoe1_1b717d4f",
    "original": "Something, above me?"
  },
  {
    "key": "zoe1_e72805c2",
    "original": "Falling out from the trees, none other than Butters nimbly drops before me."
  },
  {
    "key": "zoe1_663e926c",
    "original": "B-B…! *Whispering* Butters?"
  },
  {
    "key": "zoe1_6bb00334",
    "original": "Phew, it’s just you! Heh, I thought maybe I’d been spotted."
  },
  {
    "key": "zoe1_f27f72e5",
    "original": "What’s going on?"
  },
  {
    "key": "zoe1_383df73c",
    "original": "Ah, it must look pretty strange, right?"
  },
  {
    "key": "zoe1_04febaac",
    "original": "No kidding."
  },
  {
    "key": "zoe1_36e40370",
    "original": "Well, Zoe over there... she’s hoping to attract a werewolf for some 'fun'. I’m here to moderate, and I have a potion to revert both the lycanthropy of the werewolf, and herself."
  },
  {
    "key": "zoe1_1a3b71d9",
    "original": "Ah, you’re trying to lure in a werewolf with sex, and then cure them."
  },
  {
    "key": "zoe1_42e5bba1",
    "original": "Yup. I told Zoe I wouldn’t help her sleep with Mr. Wolfies anymore unless we helped them."
  },
  {
    "key": "zoe1_711d1060",
    "original": "That’s what this strange bonerific scent is for, then?"
  },
  {
    "key": "zoe1_c2baf5f2",
    "original": "Yeah, is that what brought you here? Hehe, sorry for tricking you. Usually anthropomorphs can’t smell it unless they’re very close, but a werewolf’s sharp nose can smell it from up to ten kilometres away."
  },
  {
    "key": "zoe1_f4be7bb0",
    "original": "Ah, it’s fine. I was relaxing on a nearby hill when I saw the glow of your lantern."
  },
  {
    "key": "zoe1_f86939bc",
    "original": "I should have realized it was you, after all, anyone else would probably just use a torch."
  },
  {
    "key": "zoe1_a334deea",
    "original": "Come ooonn, big boyyy… There’s no need to be coy! Take me like the beast you are!"
  },
  {
    "key": "zoe1_f1a5ffce",
    "original": "Hmm… How long does this usually take?"
  },
  {
    "key": "zoe1_6f515caa",
    "original": "Well, we were going to wait for at least an hour… But…"
  },
  {
    "key": "zoe1_98bcc197",
    "original": "But?"
  },
  {
    "key": "zoe1_b1bed7d0",
    "original": "I keep telling her that the full moon already passed during the day, and it’s currently a waning gibbous…"
  },
  {
    "key": "zoe1_0d4bd32a",
    "original": "The full moon started and stopped during the day?"
  },
  {
    "key": "zoe1_a66cabca",
    "original": "Yeah, it’s a rookie mistake to just assume the moon operates only by nightfall."
  },
  {
    "key": "zoe1_c0b27d70",
    "original": "And technically a full moon only lasts within an instant, which causes the werewolf transformation, and then the transformation only lasts a few hours…"
  },
  {
    "key": "zoe1_4f09d46a",
    "original": "But she insists, and I can’t really blame her for trying…"
  },
  {
    "key": "zoe1_70f1ebe3",
    "original": "…And… I’m getting paid."
  },
  {
    "key": "zoe1_ae68d430",
    "original": "She winks and leans back on a tree."
  },
  {
    "key": "zoe1_95f4d8d8",
    "original": "Your friend sounds stubborn."
  },
  {
    "key": "zoe1_97170109",
    "original": "Perhaps stubborn, but also simply hornier than her eyes can see."
  },
  {
    "key": "zoe1_e8d07d05",
    "original": "I guess I’ll keep you company."
  },
  {
    "key": "zoe1_c65131f0",
    "original": "Uuughh… Butters you were right, I don't think anyone's coming…"
  },
  {
    "key": "zoe1_43cf0ce7",
    "original": "It’s {i}always{/i} night time in fiction… Just my luck…"
  },
  {
    "key": "zoe1_49a22f04",
    "original": "What do you think about Zoe?"
  },
  {
    "key": "zoe1_bb7d7df8",
    "original": "Anyone that chooses to live in the forest is probably a little crazy."
  },
  {
    "key": "zoe1_26f652ca",
    "original": "And I know the expression is to not stick your dick in crazy, but I heard you should always try it at least once."
  },
  {
    "key": "zoe1_4a268838",
    "original": "Hmm... You raise good points."
  },
  {
    "key": "zoe1_8f4ec127",
    "original": "What do you think would happen if you walked up and told her that right now?"
  },
  {
    "key": "zoe1_66c1956e",
    "original": "Is that a challenge?"
  },
  {
    "key": "zoe1_452cdd25",
    "original": "Hehe, yeah, I think you’re more than capable enough to satisfy her."
  },
  {
    "key": "zoe1_62522a82",
    "original": "What would she think?"
  },
  {
    "key": "zoe1_dad44182",
    "original": "Hehe, try your luck! I just want to see what her reaction would be to a human!"
  },
  {
    "key": "zoe1_f11d0304",
    "original": "Heh, that does sound amusing. Alright, I’ll do it."
  },
  {
    "key": "zoe1_20f08e95",
    "original": "Okies, if you’re successful, I’ll be up in this tree masturbating if you need me."
  },
  {
    "key": "zoe1_96c0b5d8",
    "original": "I don’t know if it’s the strange tantalising aroma making me do this, or the hot zebra ass, but I find myself going along with this strange situation a little easier than anticipated."
  },
  {
    "key": "zoe1_42c87c7c",
    "original": "Dropping my scimitar and leather armour beside Butters and her chosen tree, I step into the opening and catch Zoe’s attention."
  },
  {
    "key": "zoe1_e39531a1",
    "original": "Ooohh, you, you’re, you…"
  },
  {
    "key": "zoe1_0da98eac",
    "original": "A male! A male… Perhaps you are looking for someone to nail?"
  },
  {
    "key": "zoe1_de847361",
    "original": "A rhyming Zebra?"
  },
  {
    "key": "zoe1_44a45a57",
    "original": "Indeed young man, do you like what you see? I shall offer it to thee."
  },
  {
    "key": "zoe1_5b578ec3",
    "original": "Wiggle wiggle, her butt goes. I choose to play a little hard to get though, crossing my arms and raising an eyebrow."
  },
  {
    "key": "zoe1_e62ec6b5",
    "original": "She begins flaunting her pussy like a target, her tail swishing back and forth, while the witches hat she placed on her butt nearly falls off."
  },
  {
    "key": "zoe1_8972a467",
    "original": "You want it pretty badly, don’t you?"
  },
  {
    "key": "zoe1_97feffb2",
    "original": "Are you not convinced? There’s no trick, I just want dick."
  },
  {
    "key": "zoe1_ab57428b",
    "original": "Only the best of ass here, I am a lady of class."
  },
  {
    "key": "zoe1_a5283d62",
    "original": "A lady of class? Sorry, but if this is 'classy' in this world I'm more out of touch than I realized."
  },
  {
    "key": "zoe1_5020f99f",
    "original": "There is no fear, only a world of pleasure here."
  },
  {
    "key": "zoe1_dd09ab2d",
    "original": "I peer behind me for a second while thinking. I bet Butters sent me in here on purpose so she wouldn't have to wait an hour, that's uncharacteristically crafty of her."
  },
  {
    "key": "zoe1_b12907fb",
    "original": "Alright..."
  },
  {
    "key": "zoe1_5020f99f_1",
    "original": "There is no fear, only a world of pleasure here."
  },
  {
    "key": "zoe1_8fea2db2",
    "original": "Hmm..."
  },
  {
    "key": "zoe1_dd09ab2d_1",
    "original": "I peer behind me for a second while thinking. I bet Butters sent me in here on purpose so she wouldn't have to wait an hour, that's uncharacteristically crafty of her."
  },
  {
    "key": "zoe1_b12907fb_1",
    "original": "Alright..."
  },
  {
    "key": "zoe1_fea0c575",
    "original": "But you do have some explaining to do afterwards."
  },
  {
    "key": "zoe1_f6281569",
    "original": "Absolutely, I shall explain, after I’ve been reined."
  },
  {
    "key": "zoe1_870a3ba7",
    "original": "I could tease her for a few more rhymes, especially since she sometimes takes pause to think of suitable words. Although the ‘rein’ rhyme was pretty genius considering she’s equine. She has probably used that one before."
  },
  {
    "key": "zoe1_595125b5",
    "original": "If you want it so badly, then I won’t disappoint."
  },
  {
    "key": "zoe1_bdcf0688",
    "original": "As I get into position before her presented rear, she exudes a high level of excitement, her tail swishes so fervently it keeps brushing against me."
  },
  {
    "key": "zoe1_88396dc7",
    "original": "The sweet flowery aroma that attracted me here combined with the smell of sex heightens my need to pound her pussy, almost to a beguiling degree."
  },
  {
    "key": "zoe1_dc08b5c3",
    "original": "Her drippy pussy is clearly wet and ready, so I skip teasing and begin the session by aligning the tip of my cock against her pussy and pushing inside."
  },
  {
    "key": "zoe1_57dac435",
    "original": "Immediately I sink into the pleasant warmth of her depths, her lips parting bit by bit as it easily accepts me to the hilt in a single smooth motion."
  },
  {
    "key": "zoe1_4b6b8465",
    "original": "Ahhhh, ahh… I’m so appreciative that you were present, because that feels extremely pleasant."
  },
  {
    "key": "zoe1_f54f5f44",
    "original": "Her hips twitch as I pull back and sink back in, beginning to rut her at a pleasureful pace for the both of us."
  },
  {
    "key": "zoe1_32895ee1",
    "original": "Zoe was so wet from the start, she was clearly anticipating this and prepared for it. So it’s not too surprising that she accepted me even if I perhaps wasn’t quite what she wanted."
  },
  {
    "key": "zoe1_1dee8906",
    "original": "The lustful wetness does allow me to pound her as fast as I want though, choosing to alternate between fast thrusting and then slowing myself down as to pace myself."
  },
  {
    "key": "zoe1_bb387bcd",
    "original": "Each movement causes friction against her swollen clit, and deep sensitive spots within her pussy, filling the zebra girl with bliss."
  },
  {
    "key": "zoe1_0bf8d2cd",
    "original": "Aaahhh, haaahhh, that’s it, I want you to fill me with your seed."
  },
  {
    "key": "zoe1_d18c41c0",
    "original": "Hm, she didn’t rhyme that time. I clearly have my priorities wrong if I’m thinking about that right now, but this zebra girl is an enigma to me on so many levels."
  },
  {
    "key": "zoe1_dacfd43a",
    "original": "Aahhahah, yesss... That’s good, keep going at that speed!"
  },
  {
    "key": "zoe1_9cf34e47",
    "original": "Oh, there’s the rhyme! I thrust into my lover at the requested pace, rocking her back and forth against the grass while her toes curl and thighs quiver."
  },
  {
    "key": "zoe1_902d4916",
    "original": "Doesn’t seem like it’ll take long for her to reach an orgasm, and indeed she does achieve one far before my own, as the mare squeals happily."
  },
  {
    "key": "zoe1_d09fa5d8",
    "original": "Her moans grow in lustful intensity, that coupled with the wet schlicking of her pussy, it's pretty much the only thing I can hear as we rut in the dark woods."
  },
  {
    "key": "zoe1_61ec8c15",
    "original": "After her first orgasm, almost impatiently, I feel her own hips begin to rise and fall on my cock. Matching my own pace with some immediacy, and then outmatching it as she speeds up."
  },
  {
    "key": "zoe1_4b890717",
    "original": "Her hip movements make her sexual experience immediately clear; she’s done toying around with me, and now she’s going to make me cum."
  },
  {
    "key": "zoe1_e496546d",
    "original": "I grab her hips and commit to the accelerating pace, adding a third sound of our bodies slapping together to the mix."
  },
  {
    "key": "zoe1_5bb01b6d",
    "original": "Ahh, such a sly dog, ahh ahhhh… You’re certainly not a shy lover."
  },
  {
    "key": "zoe1_0b9380dc",
    "original": "My cock begins to twitch and get tighter as my impending orgasm draws closer and closer."
  },
  {
    "key": "zoe1_4befed0c",
    "original": "Now, cum in me, I want it all…"
  },
  {
    "key": "zoe1_f336ecac",
    "original": "At a certain point my orgasm is all but confirmed, but it still takes a few seconds to escape. I use that time to push my body as far as it’ll go, fucking as hard as I can, to push to the heights of euphoria."
  },
  {
    "key": "zoe1_3658d9d2",
    "original": "And then in one moment of intense bliss, my cock releases its load deep into the waiting mare."
  },
  {
    "key": "zoe1_80a88ce4",
    "original": "Ahh, yess, that’s it… Fill up my womb, until there’s simply no room!"
  },
  {
    "key": "zoe1_354e0a22",
    "original": "With one final load of cum, I finally empty my balls into the zebra, and she slumps onto the grass, panting."
  },
  {
    "key": "zoe1_457e42fc",
    "original": "I follow her example, lying beside her voluptuous breasts."
  },
  {
    "key": "zoe1_856617ed",
    "original": "I peek around the tree tops while I’m laid down, but it’s so dark that I can’t make out Butters at all."
  },
  {
    "key": "zoe1_6b6097fc",
    "original": "Eventually Zoe stands up and brushes off some stray strands of grass from her fur coat."
  },
  {
    "key": "zoe1_7799629a",
    "original": "Phew… I was worried no one would come after all. It was certainly a close-call."
  },
  {
    "key": "zoe1_5273a2d2",
    "original": "Right, I already know why she’s here, but she doesn’t know why I’m here. This is a good chance to ask her some questions."
  },
  {
    "key": "zoe1_f6a61576",
    "original": "That was fun, I still have questions though. Care to humour me?"
  },
  {
    "key": "zoe1_7701d4e0",
    "original": "Yes, since you did such an incredible task, I’ll answer anything you ask. My name is Zoe, and you are?"
  },
  {
    "key": "zoe1_d062a291",
    "original": "Call me [playername], I live nearby in Arcadia. You caught me during an evening adventure."
  },
  {
    "key": "zoe1_96940045",
    "original": "Ahh, I see, it's my pleasure, [playername]. Perhaps you saw my humble cottage, I often leave it to indulge in some frottage."
  },
  {
    "key": "zoe1_f3950097",
    "original": "Ahh, so she's the occupant of that cottage? I wonder why I've never met her before if she's friends with Butters."
  },
  {
    "key": "zoe1_f4422101",
    "original": "Time to pursue this line of questioning further."
  },
  {
    "key": "zoetalkmenu_3fb01323",
    "original": "Ahh, mhehe… I was looking for a good time before bedtime, got it?"
  },
  {
    "key": "zoetalkmenu_6460bbe0",
    "original": "Looking for a good time, in the middle of the woods, with some strange man attracting scent?"
  },
  {
    "key": "zoetalkmenu_71e5a00f",
    "original": "It worked, didn’t it? My methods are perhaps unusual, but it gets the job done. This little scent attracts any hun, it’s the perfect fuel."
  },
  {
    "key": "zoetalkmenu_68e259b8",
    "original": "True enough, but I have to assume you didn’t get what you wanted."
  },
  {
    "key": "zoetalkmenu_29cbd4a2",
    "original": "Perhaps not, but I found you more than enough fun to play around, though I certainly wasn’t expecting anyone from the town."
  },
  {
    "key": "zoetalkmenu_c7cfe919",
    "original": "In truth, I was hunting for a very specific type of chap. But it would seem I mistimed my little trap."
  },
  {
    "key": "zoetalkmenu_8d7630e2",
    "original": "Hmph… I feel pretty silly for getting caught up in this."
  },
  {
    "key": "zoetalkmenu_491dabd4",
    "original": "Was my pussy not satisfying enough for you? It certainly wringed out enough dew, mhehe."
  },
  {
    "key": "zoetalkmenu_563d48cc",
    "original": "I just feel like I ought to stop sleeping with every single thing I see. It’s beginning to get out of hand."
  },
  {
    "key": "zoetalkmenu_a534a865",
    "original": "Oh my… Part of the problem, am I?"
  },
  {
    "key": "zoetalkmenu_cef16197",
    "original": "A Witch is certainly what some fairy tales could refer to an individual such as myself. However, under the veil, I know no magic."
  },
  {
    "key": "zoetalkmenu_9da38877",
    "original": "All I know is the mysterious art of alchemy."
  },
  {
    "key": "zoetalkmenu_c65968ad",
    "original": "Should you really be telling me that so leisurely? I thought alchemy was a secret."
  },
  {
    "key": "zoetalkmenu_39d6f32d",
    "original": "A secret? No. A societal ignorance? Perhaps."
  },
  {
    "key": "zoetalkmenu_e20e0bfc",
    "original": "Most of my care-free customers simply misattribute my wares as not magical, despite the reality."
  },
  {
    "key": "zoetalkmenu_8fd520ff",
    "original": "Although, that’s because I keep my most magical brews to myself. Some of them are too dangerous to leave the shelf."
  },
  {
    "key": "zoetalkmenu_16c54352",
    "original": "Makes sense that you’d only sell basic wares, then."
  },
  {
    "key": "zoetalkmenu_abc8cf3f",
    "original": "There are two forest ‘witches’ that you ought to be wary of."
  },
  {
    "key": "zoetalkmenu_535ebabc",
    "original": "Mhehe, I kid, we’re very friendly actually. If you visit me again, I may even offer you some more love."
  },
  {
    "key": "zoetalkmenu_1f462f77",
    "original": "I do indeed, Butters was my alchemical friend. She came to Arcadia initially to work with me in alchemy twenty years ago. Together we can make an impressive blend."
  },
  {
    "key": "zoetalkmenu_e00fae60",
    "original": "Hm… That’s longer than I’ve been alive. You don’t mind if I ask, do you?"
  },
  {
    "key": "zoetalkmenu_04fd16e8",
    "original": "My age? I believe someone of your generation may refer to me as a ‘MILF’. I can’t think of a single word that rhymes with MILF, though."
  },
  {
    "key": "zoetalkmenu_221fbf90",
    "original": "That’s all I need to know. Hell yeah."
  },
  {
    "key": "zoetalkmenu_e7b43f0d",
    "original": "And so, you know of Butters too?"
  },
  {
    "key": "zoetalkmenu_6868737e",
    "original": "Indeed I do, I’m a close friend of hers, actually. I’m surprised you and I haven’t met."
  },
  {
    "key": "zoetalkmenu_279261bd",
    "original": "How curious. She and I haven’t seen each other much lately, I had accidentally made her furious, and we fell apart."
  },
  {
    "key": "zoetalkmenu_33b4ee51",
    "original": "Huh? What did you do?"
  },
  {
    "key": "zoetalkmenu_7decd814",
    "original": "Mmm, something about werewolves… I needn't bore you with detail."
  },
  {
    "key": "zoetalkmenu_34c08de3",
    "original": "Right… I think I get it."
  },
  {
    "key": "zoetalkmenu_32b28a87",
    "original": "I wonder if she gets annoyed if you interrupt her before she finishes her rhyme."
  },
  {
    "key": "zoetalkmenu_333e8445",
    "original": "Okay, just as soon as you came out of the blue, now it’s time to shoo."
  },
  {
    "key": "zoetalkmenu_b03c7986",
    "original": "You’re telling me to leave?"
  },
  {
    "key": "zoetalkmenu_c48bf8d0",
    "original": "Would you rather stick around? I have beauty sleep to get. Maybe visit me again at my cottage someday, and we can dick around."
  },
  {
    "key": "zoetalkmenu_22e6f8e6",
    "original": "That’ll be fine, Zoe. I’ll be taking him."
  },
  {
    "key": "zoetalkmenu_c2ee2d33",
    "original": "Ahh, Butters, you were correct, as usual…"
  },
  {
    "key": "zoetalkmenu_605aedb4",
    "original": "I told you, you were being delusional."
  },
  {
    "key": "zoetalkmenu_d81b7ec3",
    "original": "Was this man part of your plan?"
  },
  {
    "key": "zoetalkmenu_7857d146",
    "original": "Plan? What are you trying to say? I took part in no scam."
  },
  {
    "key": "zoetalkmenu_89783a83",
    "original": "Oh come on, you can’t both be rhyming with each other."
  },
  {
    "key": "zoetalkmenu_a7153ed7",
    "original": "Hehe, sorry! I just like playing along sometimes."
  },
  {
    "key": "zoetalkmenu_d1bc8227",
    "original": "Alright, but why do you do it, Zoe?"
  },
  {
    "key": "zoetalkmenu_f04f1e0a",
    "original": "What’s wrong with it, son? Don’t you like to have fun?"
  },
  {
    "key": "zoetalkmenu_18b7d492",
    "original": "Bruh… If it requires rhyming every word, I don’t want none."
  },
  {
    "key": "zoetalkmenu_615cba74",
    "original": "That’s a shame… I loved making you cum."
  },
  {
    "key": "zoetalkmenu_672dad54",
    "original": "Alright everyone, it’s getting late. Let's make like a tree and split."
  },
  {
    "key": "zoetalkmenu_c08ef966",
    "original": "What a strange walk this turned out to be."
  },
  {
    "key": "zoetalkmenu_19da5710",
    "original": "Zoe takes her leave, returning in the direction of the other cottage, while Butters and I return to hers."
  },
  {
    "key": "zoetalkmenu_55837317",
    "original": "Ah sheesh… I suppose that was a pretty fun end to the night. Everything is better when you’re involved."
  },
  {
    "key": "zoetalkmenu_517f2707",
    "original": "Is that your old work partner, then? You know, before you and I started to work together a lot."
  },
  {
    "key": "zoetalkmenu_1ab5f2e1",
    "original": "I sensed a little bit of tension between you two."
  },
  {
    "key": "zoetalkmenu_16525cad",
    "original": "Butters gets changed as she replies."
  },
  {
    "key": "zoetalkmenu_2c1ff780",
    "original": "Indeed, we worked together for a long time. Although there has been some minor turbulence within our more recent relations. We just can’t seem to agree on anything anymore."
  },
  {
    "key": "zoetalkmenu_d382424f",
    "original": "It’s like she always has something to prove compared to me, an inferiority complex which she self imposes. This leads to her trying to show off, for validation or ego, I couldn't say."
  },
  {
    "key": "zoetalkmenu_d8037205",
    "original": "But the insecurity it brings just leaves her stubborn and standoffish."
  },
  {
    "key": "zoetalkmenu_f0351002",
    "original": "Oh, and that rhyming thing? She just does it for attention. Everyone thinks it’s a funny quirk, but I dunno… To her it’s just another way to try and show off."
  },
  {
    "key": "zoetalkmenu_d35b9206",
    "original": "Well… The last straw for me was the werewolves incident."
  },
  {
    "key": "zoetalkmenu_e15136fd",
    "original": "They’re not actually native to this area, she purposely infected someone for her sick fetish!"
  },
  {
    "key": "zoetalkmenu_221b6458",
    "original": "Well… Maybe I’m being unfair because I’m currently seeing every aspect of her from a negative light."
  },
  {
    "key": "zoetalkmenu_008fafd3",
    "original": "I’ve had a lot of time to dwell on those negatives too, especially because of the recent incident."
  },
  {
    "key": "zoetalkmenu_9d9f9b3d",
    "original": "Incident?"
  },
  {
    "key": "zoetalkmenu_7c48511c",
    "original": "She purposely infected someone with lycanthropy for her sick fetish"
  },
  {
    "key": "zoetalkmenu_8a6f3c0e",
    "original": "Heh, you meanie… She’s still a really good alchemist, but she’s always been a few pegs behind me, and as a result she’s always tried to outdo me."
  },
  {
    "key": "zoetalkmenu_d09ed734",
    "original": "But it’s pretty hard to outdo someone with twice your age and experience."
  },
  {
    "key": "zoetalkmenu_cd3e9f7c",
    "original": "I’m fairly sure she can brew her own anti-lycanthropy potions now, but I’m still going to help her cure the werewolves in the area."
  },
  {
    "key": "zoetalkmenu_a23d3c92",
    "original": "What’s up with the werewolves I keep hearing about?"
  },
  {
    "key": "zoetalkmenu_796c37b7",
    "original": "Well… They’re not actually native to this area, she purposely infected someone for her sick fetish"
  },
  {
    "key": "zoetalkmenu_58f234a6",
    "original": "Woah, that’s pretty heavy."
  },
  {
    "key": "zoetalkmenu_90fce6ef",
    "original": "I was so pissed off that I swore I’d never work with her again…"
  },
  {
    "key": "zoetalkmenu_3b769d86",
    "original": "But here I am, having cured my succubification, so I wanted to try and cure that werewolf too."
  },
  {
    "key": "zoetalkmenu_8c70ff69",
    "original": "Problem is, there are probably a few of them now…"
  },
  {
    "key": "zoetalkmenu_58a5c398",
    "original": "Oh dear! We're all at risk."
  },
  {
    "key": "zoetalkmenu_bf636760",
    "original": "Zoe thinks there's just the one male and a few submissive females, but it’s hard to keep track. For all we know, there could be another one from tonight."
  },
  {
    "key": "zoetalkmenu_fcb66a26",
    "original": "It’s quite the stressful job because it’s almost impossible to identify the curse in regular individuals."
  },
  {
    "key": "zoetalkmenu_97a4d638",
    "original": "As long as we can get all the males that’ll typically fix the problem though, female werewolves only mate with other werewolves. But I guess bite infections are still a possiblity..."
  },
  {
    "key": "zoetalkmenu_906f495f",
    "original": "So anyway, that’ll be what I do every full moon for about half a year."
  },
  {
    "key": "zoetalkmenu_1633db2c",
    "original": "Watching from the trees with two servings of the potion. The only time a werewolf really lets its guard down is when they’re knotted in a female."
  },
  {
    "key": "zoetalkmenu_78c37a34",
    "original": "I think I totally understand why you’re pissed off."
  },
  {
    "key": "zoetalkmenu_7a938adc",
    "original": "Surprised you let me fuck her, then. You could have just left her to sit around for the hour."
  },
  {
    "key": "zoetalkmenu_eb9222ed",
    "original": "Ah, I’m not so cruel. I figured you’d still have fun with a thick MILF like her."
  },
  {
    "key": "zoetalkmenu_fe2ebe71",
    "original": "Take her offer to go visit her too, I don’t mind."
  },
  {
    "key": "zoetalkmenu_89dec270",
    "original": "Maybe a normal man will help knock some sense into her."
  },
  {
    "key": "zoetalkmenu_640385e8",
    "original": "Ah-ha! You think if she sleeps with me, she’ll stop being such a werewolf fucker?"
  },
  {
    "key": "zoetalkmenu_a26287cd",
    "original": "Mehh, you’re certainly good enough at sex to take that lustful energy of hers and put it somewhere else."
  },
  {
    "key": "zoetalkmenu_792f9f2f",
    "original": "Oh well, I don’t mind."
  },
  {
    "key": "zoetalkmenu_c42d2b50",
    "original": "And thanks for saving about forty-five minutes of my life. Imagine if I had to wait that entire time!"
  },
  {
    "key": "zoetalkmenu_035fbe65",
    "original": "Maybe call me next month? Hah."
  },
  {
    "key": "zoetalkmenu_ae54ae47",
    "original": "I’m gonna go back to the wagon. See you later Butters."
  },
  {
    "key": "zoetalkmenu_5e5c1ff1",
    "original": "Bye-bye [playername]."
  },
  {
    "key": "zoe2_ae87f007",
    "original": "Alright, let’s visit the {i}other{/i} witch in the woods."
  },
  {
    "key": "zoe2_39b1df9f",
    "original": "Now that I know a little more about her from Butters, I’m interested to hear if she has a side to this story."
  },
  {
    "key": "zoe2_016f8bf6",
    "original": "I walk through the woods until I stumble upon the second cottage, barely remembering the correct way as I stumble around."
  },
  {
    "key": "zoe2_03829845",
    "original": "But eventually, west to Butters’ cottage, I find Zoe’s abode."
  },
  {
    "key": "zoe2_76f88b63",
    "original": "I knock on the wooden door, and she lets me in."
  },
  {
    "key": "zoe2_6f49f432",
    "original": "Greetings [playername]. Are you here to give my pussy a beating?"
  },
  {
    "key": "zoe2_b769fcec",
    "original": "Hey Zoe, sheesh, you didn't waste any time. How about you just bend over now why don't you?"
  },
  {
    "key": "zoe2_f806fef6",
    "original": "I suppose by being here I did take you up on that offer though, didn’t I?"
  },
  {
    "key": "zoe2_f46cbfb7",
    "original": "When I’m done screwing with you, you’ll feel like new."
  },
  {
    "key": "zoe2_fd63e68b",
    "original": "She seductively wiggles her hips, exuding big MILF energy right now."
  },
  {
    "key": "zoe2_df2b9105",
    "original": "I see you’ve taken a liking to me, even though I’m not like your werewolf lovers."
  },
  {
    "key": "zoe2_eab218b0",
    "original": "Ah, she told you? It’s true, I do like the occasional canine to screw."
  },
  {
    "key": "zoe2_add4a0a0",
    "original": "But I suppose you’re not so bad between the full moons. I’d be driven mad if I could only have sex once a month."
  },
  {
    "key": "zoe2_97ae5c5a",
    "original": "And uh, you made this individual you were hunting for last night a werewolf on purpose?"
  },
  {
    "key": "zoe2_35c09bc8",
    "original": "Ahh… *Sigh* There was an accident, but Butters claimed I was entirely at fault for my carelessness."
  },
  {
    "key": "zoe2_c06ea815",
    "original": "It’s true, I had a lycanthropy potion… but it was never my intention to give it to someone. Now the curse has spread through sex and biting. It has become quite the stress."
  },
  {
    "key": "zoe2_1f1c121e",
    "original": "I empathise with that position. What are the odds that a known wolf fetishist would ‘accidentally’ sell a man an unlabelled lycanthropy potion instead of the product they wanted?"
  },
  {
    "key": "zoe2_d51a67d2",
    "original": "Butters had always been critical of my habits, and I always rolled my eyes and acted irate. But she was correct, my habit to not label any of my potions has certainly placed a lot of problems on my plate."
  },
  {
    "key": "zoe2_790df734",
    "original": "My actions have caused a lot of grief. The situation should have been far more brief, but my carelessness caused the curse to spread further than it should have."
  },
  {
    "key": "zoe2_32c0ad44",
    "original": "Yes, I am partially guilty, that is my admission. But it was still an accident, and only recently Butters has come around to see my side of the story, so the two of us tried to cure the victim."
  },
  {
    "key": "zoe2_bae43191",
    "original": "How many are there?"
  },
  {
    "key": "zoe2_4f94d456",
    "original": "Hard to say. Our hands are tied due to male werewolves and their predisposition to spread it."
  },
  {
    "key": "zoe2_82e65535",
    "original": "We’ll need to keep that at bay. When we first met, you saw my method. Using a special pheromone fragrance, we can lure all male werewolves in about a ten-kilometre radius until they just stop coming."
  },
  {
    "key": "zoe2_8849e5e7",
    "original": "Uh, what if multiple arrive?"
  },
  {
    "key": "zoe2_80609a15",
    "original": "I can take a few, then Butters can cure them after they’re exhausted from their screw."
  },
  {
    "key": "zoe2_e33a5eaa",
    "original": "And the females?"
  },
  {
    "key": "zoe2_835194ba",
    "original": "Typically docile and only sought out by the males. Butters is currently trying to concoct a method to detect them, which is great."
  },
  {
    "key": "zoe2_99cd90dc",
    "original": "We should probably get Lily to help, or even Princess Selene. They probably haven't even noticed 2-3 infections, but I bet they can easily nip the problem in the bud."
  },
  {
    "key": "zoe2_35f508f9",
    "original": "If we don’t control the situation, we’ll definitely draw the ire of Princess Selene at this rate. I could do without a prison sentence."
  },
  {
    "key": "zoe2_22fb05eb",
    "original": "Hm... I really don't think avoiding help is the solution."
  },
  {
    "key": "zoe2_6d3e5321",
    "original": "*Nods* Yes, this has been a lesson in humility."
  },
  {
    "key": "zoe2_7dfd2a61",
    "original": "I deserve this? I’m not even the one suffering. It’s them, and they don’t deserve that."
  },
  {
    "key": "zoe2_e26aeed6",
    "original": "*Sigh* You’re just as bad as they are. But I like a bad boy."
  },
  {
    "key": "zoe2_91e5573e",
    "original": "I suppose such a thing could be arranged. Is that something you’re into? I didn’t realize your fetishes were also deranged."
  },
  {
    "key": "zoe2_beea5e9f",
    "original": "Hmph…"
  },
  {
    "key": "zoe2_094cb339",
    "original": "At that moment, a familiar green figure enters the room."
  },
  {
    "key": "zoe2_e802cfdc",
    "original": "Ah? It’s you!"
  },
  {
    "key": "zoe2_c617d292",
    "original": "The Alraune from the cave? What are you doing here?"
  },
  {
    "key": "zoe2_363374ce",
    "original": "I live here, dummy!"
  },
  {
    "key": "zoe2_5c3d03c3",
    "original": "Mhm, the Alraune here is my pet. She means no threat."
  },
  {
    "key": "zoe2_c4d07c78",
    "original": "You know this ‘pet’ molested Butters and I once, right?"
  },
  {
    "key": "zoe2_24c7b9ca",
    "original": "Is this true? I shall have to discipline you, Alraune."
  },
  {
    "key": "zoe2_5296a5b3",
    "original": "Wha? It was consensual, you bully!"
  },
  {
    "key": "zoe2_cc3b646b",
    "original": "Look, come here [playername]."
  },
  {
    "key": "zoe2_bab919a9",
    "original": "She comes closer and whispers into my ear."
  },
  {
    "key": "zoe2_357c2944",
    "original": "*Whisper* Please cut me a break! She’ll be on my ass all month otherwise."
  },
  {
    "key": "zoe2_13bc11b2",
    "original": "*Whisper* I’ll let you bang me if you do!"
  },
  {
    "key": "zoe2_c3c22694",
    "original": "Yep, yep! What do you think, Zoe?"
  },
  {
    "key": "zoe2_b70cdfce",
    "original": "Well, I can overlook a small instance of hyperbole from [playername], as long as you were behaving."
  },
  {
    "key": "zoe2_32a94a71",
    "original": "Phhhewwww…"
  },
  {
    "key": "zoe2_073336a2",
    "original": "Oh come on! It was only some light jovial molestation!"
  },
  {
    "key": "zoe2_e83f1a5c",
    "original": "There is no such thing!"
  },
  {
    "key": "zoe2_53029f0a",
    "original": "I see… In that case… The only punishment I can think of as an alchemist is one of equivalent exchange."
  },
  {
    "key": "zoe2_65fcf26f",
    "original": "Alraune, you must sexually please [playername] to repent. Hopefully one day you can stop acting like an ass, and stop harassing every man you pass."
  },
  {
    "key": "zoe2_ca6a6649",
    "original": "You know, Zoe is really growing on me right now."
  },
  {
    "key": "zoe2_e4abbc73",
    "original": "Awwwhh maaannn…"
  },
  {
    "key": "zoe2_d196d40c",
    "original": "Why are you complaining? That’s exactly what you said you’d do when you whispered in my ear."
  },
  {
    "key": "zoe2_2d94164f",
    "original": "Yeah but, I hate being told what to do, even if I was gonna do it anyway! Hehe."
  },
  {
    "key": "zoe2_7b9e4c39",
    "original": "You seem to be popular in this house, [playername]. Who will you be accompanying tonight?"
  },
  {
    "key": "zoe2_631c948f",
    "original": "Greetings, [playername]. Always a welcome guest in this household."
  },
  {
    "key": "zoe2_c5d66739",
    "original": "Oh my gosh, [playername]! Come here!"
  },
  {
    "key": "zoe2_05500ff6",
    "original": "Huh?"
  },
  {
    "key": "zoe2_366bc42f",
    "original": "She leads me into her bedroom."
  },
  {
    "key": "zoe2_d21a8e97",
    "original": "Look, our child!"
  },
  {
    "key": "zoe2_3d6a7d91",
    "original": "Ah?!"
  },
  {
    "key": "zoe2_d50c0a95",
    "original": "She holds out a potted plant towards me. It's a single green stem in some soil."
  },
  {
    "key": "zoe2_9c02a3bc",
    "original": "Uhh, this thing is our child?"
  },
  {
    "key": "zoe2_836bb07b",
    "original": "Yep! Isn't she soooo cute?"
  },
  {
    "key": "zoe2_5171112d",
    "original": "Oh, uh, yeah... Is this an Alraune too?"
  },
  {
    "key": "zoe2_b5f5afd1",
    "original": "Well, she could be in about ten years. For now, it's just a rose!"
  },
  {
    "key": "zoe2_65c49dbd",
    "original": "My semen contributed into making a rose? Woah..."
  },
  {
    "key": "zoe2_db3719b6",
    "original": "Let's make lots more! Okay?"
  },
  {
    "key": "zoe2_e36756f0",
    "original": "Man, maybe I oughta be more careful about who I choose to cum in."
  },
  {
    "key": "zoe2_568954f5",
    "original": "For now, um, maybe you want to have some fun with Zoe too? You can pick one of us if you want!"
  },
  {
    "key": "zoe2_03f87033",
    "original": "Hiya! Gonna stay the evening again? You’ll have to pick a lovely lady to spend that time with."
  },
  {
    "key": "zoe2_949f04f5",
    "original": "Sorry my dear pet, but [playername] has chosen me today. You needn’t fret, I’m sure you’ll be on his list next."
  },
  {
    "key": "zoe2_10060dc7",
    "original": "Yeah yeah, whatevs!"
  },
  {
    "key": "zoe2_7b0d9cf8",
    "original": "Alraune leaves the room, giving us some privacy."
  },
  {
    "key": "zoe2_e697816c",
    "original": "How would you like to do this?"
  },
  {
    "key": "zoedog_122fdbc4",
    "original": "Would you like to do this one outside? It’ll make it feel fierce and primal while you rut my backside."
  },
  {
    "key": "zoedog_2ba2d58c",
    "original": "Suppose we could. The fresh air will stave off the sweat."
  },
  {
    "key": "zoedog_e5ab581c",
    "original": "The two of us take a few steps out into the forest clearing of her cottage and she goes prone down in a patch of grass."
  },
  {
    "key": "zoedog_be84a796",
    "original": "Has anyone told you that your ass is sublime?"
  },
  {
    "key": "zoedog_f319b762",
    "original": "Considering your equally appreciable cock, you can take my ass anytime."
  },
  {
    "key": "zoedog_3bae563f",
    "original": "Hah, you used my own words to rhyme. I wonder when this gimmick will get old."
  },
  {
    "key": "zoedog_bdcf0688",
    "original": "As I get into position before her presented rear, she exudes a high level of excitement, her tail swishes so fervently it keeps brushing against me."
  },
  {
    "key": "zoedog_88396dc7",
    "original": "The sweet flowery aroma that attracted me here combined with the smell of sex heightens my need to pound her pussy, almost to a beguiling degree."
  },
  {
    "key": "zoedog_0cb78772",
    "original": "Her drippy pussy is clearly wet and ready, so I skip teasing and begin the session by pressing aligning the tip of my cock against her pussy and pushing inside."
  },
  {
    "key": "zoedog_57dac435",
    "original": "Immediately I sink into the pleasant warmth of her depths, her lips parting bit by bit as it easily accepts me to the hilt in a single smooth motion."
  },
  {
    "key": "zoedog_4b6b8465",
    "original": "Ahhhh, ahh… I’m so appreciative that you were present, because that feels extremely pleasant."
  },
  {
    "key": "zoedog_f54f5f44",
    "original": "Her hips twitch as I pull back and sink back in, beginning to rut her at a pleasureful pace for the both of us."
  },
  {
    "key": "zoedog_32895ee1",
    "original": "Zoe was so wet from the start, she was clearly anticipating this and prepared for it. So it’s not too surprising that she accepted me even if I perhaps wasn’t quite what she wanted."
  },
  {
    "key": "zoedog_1dee8906",
    "original": "The lustful wetness does allow me to pound her as fast as I want though, choosing to alternate between fast thrusting and then slowing myself down as to pace myself."
  },
  {
    "key": "zoedog_bb387bcd",
    "original": "Each movement causes friction against her swollen clit, and deep sensitive spots within her pussy, filling the zebra girl with bliss."
  },
  {
    "key": "zoedog_0bf8d2cd",
    "original": "Aaahhh, haaahhh, that’s it, I want you to fill me with your seed."
  },
  {
    "key": "zoedog_d18c41c0",
    "original": "Hm, she didn’t rhyme that time. I clearly have my priorities wrong if I’m thinking about that right now, but this zebra girl is an enigma to me on so many levels."
  },
  {
    "key": "zoedog_dacfd43a",
    "original": "Aahhahah, yesss... That’s good, keep going at that speed!"
  },
  {
    "key": "zoedog_9cf34e47",
    "original": "Oh, there’s the rhyme! I thrust into my lover at the requested pace, rocking her back and forth against the grass while her toes curl and thighs quiver."
  },
  {
    "key": "zoedog_f7123050",
    "original": "Doesn’t seem like it’ll take long for her to reach an orgasm, and indeed she does achieve one far before my own as the mare squeals happily."
  },
  {
    "key": "zoedog_d09fa5d8",
    "original": "Her moans grow in lustful intensity, that coupled with the wet schlicking of her pussy, it's pretty much the only thing I can hear as we rut in the dark woods."
  },
  {
    "key": "zoedog_acbba6c3",
    "original": "After her first orgasm, almost impatiently, I feel her hips begin to rock back and forth on my cock. Matching my own pace with some immediacy, and then outmatching it as she speeds up."
  },
  {
    "key": "zoedog_4b890717",
    "original": "Her hip movements make her sexual experience immediately clear; she’s done toying around with me, and now she’s going to make me cum."
  },
  {
    "key": "zoedog_e496546d",
    "original": "I grab her hips and commit to the accelerating pace, adding a third sound of our bodies slapping together to the mix."
  },
  {
    "key": "zoedog_5bb01b6d",
    "original": "Ahh, such a sly dog, ahh ahhhh… You’re certainly not a shy lover."
  },
  {
    "key": "zoedog_0b9380dc",
    "original": "My cock begins to twitch and get tighter as my impending orgasm draws closer and closer."
  },
  {
    "key": "zoedog_743c3d97",
    "original": "Now, cum in me I want it all…"
  },
  {
    "key": "zoedog_f336ecac",
    "original": "At a certain point my orgasm is all but confirmed, but it still takes a few seconds to escape. I use that time to push my body as far as it’ll go, fucking as hard as I can, to push to the heights of euphoria."
  },
  {
    "key": "zoedog_3658d9d2",
    "original": "And then in one moment of intense bliss, my cock releases its load deep into the waiting mare."
  },
  {
    "key": "zoedog_80a88ce4",
    "original": "Ahh, yess, that’s it… Fill up my womb, until there’s simply no room!"
  },
  {
    "key": "zoedog_0cfb3764",
    "original": "With one final load of cum, I finally empty my balls in the zebra and she slumps onto the grass, panting."
  },
  {
    "key": "zoedog_ed12866d",
    "original": "I follow her example, lying beside her and resting my head on her voluptuous breasts."
  },
  {
    "key": "zoedog_2a5323c2",
    "original": "After the two of us catch our breathes in the cool outside air for a few moments, we return inside and spend the evening together."
  },
  {
    "key": "zoedog_e4608184",
    "original": "In the morning, I return home bright and early."
  },
  {
    "key": "zoelum_bb4f3858",
    "original": "Simply splendid, let us begin immediately."
  },
  {
    "key": "zoelum_fd4f4e0b",
    "original": "Taking me to her bed, she lays down on her side and soon her legs are spread. Her pussy dripping with anticipation as she presents herself to me."
  },
  {
    "key": "zoelum_7082f2d3",
    "original": "I have something that needs to be attended… See how wet my pussy is? It must be amended."
  },
  {
    "key": "zoelum_f63182f8",
    "original": "I’d be lying if I said my attention wasn’t immediately drawn to her pussy."
  },
  {
    "key": "zoelum_8a6a9226",
    "original": "This promises to be good. Jiggle that ass for me."
  },
  {
    "key": "zoelum_3e247e15",
    "original": "One of her hands even spreads her ass slightly, wiggling back on forth on my command, and giving me a great view of her genitals."
  },
  {
    "key": "zoelum_56191f35",
    "original": "Her pillowy assets really are on full display in this position, allowing my cock to readily come to attention as I stroke it."
  },
  {
    "key": "zoelum_fb223ec9",
    "original": "Zoe looks back at me and grins, anticipating my large cock as I approach and get into position between her legs."
  },
  {
    "key": "zoelum_f66abc0d",
    "original": "Like many denizens of Arcadia, she’s horny as heck and ready for a pounding. Almost with obedience she eyes up my cock eagerly as I begin to poke and prod it against her puffy labia."
  },
  {
    "key": "zoelum_52538903",
    "original": "Hahh… Such a delicious looking cock. I can’t believe my luck having stumbled upon you in the forest while you were on a walk."
  },
  {
    "key": "zoelum_98cf93cc",
    "original": "We’re both lucky. I get to fuck a gorgeous Zebra girl, and you get one of the best fucks in the city."
  },
  {
    "key": "zoelum_4982c410",
    "original": "Phew, and you’re not all talk either… I can’t contest your words, you may be just as good as a wolf man, if not a little bit better."
  },
  {
    "key": "zoelum_d95c02fc",
    "original": "Heh, sounds like I still have something to prove."
  },
  {
    "key": "zoelum_2bf8f817",
    "original": "She blushes slightly and returns her gaze to my cock, seemingly impatient and needy as she uses her hand to spread her lips slightly."
  },
  {
    "key": "zoelum_04983b93",
    "original": "Actions, my boy."
  },
  {
    "key": "zoelum_28b48e2d",
    "original": "Haahh… I always get slightly uncharacteristically giddy in anticipation of sex with you, [playername]…"
  },
  {
    "key": "zoelum_2bf8f817_1",
    "original": "She blushes slightly and returns her gaze to my cock, seemingly impatient and needy as she uses her hand to spread her lips slightly."
  },
  {
    "key": "zoelum_37e7a9dc",
    "original": "I align and push my shaft against her nether lips, slipping into her wetness and parting her pussy with ease, as I sink into the warmth."
  },
  {
    "key": "zoelum_28cd0c8d",
    "original": "Her pussy sucks me inside with ease, her grool coating my entire cock and easily lubricates the tightness of her squeezing walls."
  },
  {
    "key": "zoelum_c72cd717",
    "original": "As I hold onto her thigh, this position allows me to slide to her absolute depths with ease."
  },
  {
    "key": "zoelum_c436257e",
    "original": "And as I pull outwards, I’m able to do long, satisfying, deep thrusts which not only pleasure each inch of my cock, but satisfy her deepest and most sensitive spots."
  },
  {
    "key": "zoelum_271f3b89",
    "original": "Ahhh, aaahhhh! That’s right, slide that cock deep into me, fill us both with joy."
  },
  {
    "key": "zoelum_dd45576b",
    "original": "Panting and moaning slightly, Zoe caresses and teases her large breasts and erect nipples as I begin to hump her pussy."
  },
  {
    "key": "zoelum_d0d08139",
    "original": "My deep thrusts gradually pick up pace and her internal squeezing gets more intense, as the pleasure begins to build up within us."
  },
  {
    "key": "zoelum_763321e7",
    "original": "With a spare hand entirely free, I find my thumb rubbing her clit intently, while my cock likely creates some friction on her g-spot."
  },
  {
    "key": "zoelum_d45fe318",
    "original": "The result is a zebra that throws her head back in bliss, and moans loudly. Her thick body mesmerising, as it jiggles back and forth on the bed."
  },
  {
    "key": "zoelum_06732b66",
    "original": "Gooshh, yess… Keep rubbing my clit, keep rubbing, just like that…"
  },
  {
    "key": "zoelum_5f40757d",
    "original": "I maintain this exact pace in both my fucking and rubbing, and almost visibly I can see the orgasm building within my lover."
  },
  {
    "key": "zoelum_b903596f",
    "original": "Until finally it erupts, and Zoe begins twitching as her pussy spasms around the base of my cock."
  },
  {
    "key": "zoelum_7d5d79a0",
    "original": "Contractions attempt to wring my shaft, although I had paced myself well enough as to not be too close to cumming quite yet."
  },
  {
    "key": "zoelum_6fe602d8",
    "original": "I had something to prove with this girl. I had already planned to give her at least one more orgasm in an attempt to really blow her mind."
  },
  {
    "key": "zoelum_984e52ee",
    "original": "Haahhh, y-you’re still going? I’m used to the man cumming by now, haah…"
  },
  {
    "key": "zoelum_834eaa6e",
    "original": "Heh, stubborn further than your eyes can see. I’m no wolf, I’m a man."
  },
  {
    "key": "zoelum_9042fa34",
    "original": "Ready for orgasm two? Don’t lose your mind."
  },
  {
    "key": "zoelum_09408127",
    "original": "Come on then big man, show this witch some real magic."
  },
  {
    "key": "zoelum_64a9bc3d",
    "original": "Gripping onto her thigh tightly, I start to pump faster into her slick pussy."
  },
  {
    "key": "zoelum_3df624b0",
    "original": "Her lubricants are so plentiful that I’d barely be able to feel anything if it wasn’t for the incredible tightness of her insides. Tightness that she intentionally increases by tensing her muscles."
  },
  {
    "key": "zoelum_250e1e25",
    "original": "Kneading her own breasts, and tweaking her sensitive nipples, she lavishly indulges in the second assault of intense pleasure as my finger begins to focus on her clit again."
  },
  {
    "key": "zoelum_d06a16b5",
    "original": "Her back arches and teeth grit together as she struggles to hold herself together. Her entire body wriggling and spasming with a lack of control."
  },
  {
    "key": "zoelum_c5c5726d",
    "original": "At this speed and intensity, I could feel my orgasm begin to rise too. My cock grows tight as the familiar urge to unload rises."
  },
  {
    "key": "zoelum_f1f4b8bd",
    "original": "The pleasure of her insides squeezing my throbbing shaft is really enough to push me straight over the edge."
  },
  {
    "key": "zoelum_bdd00989",
    "original": "And fortunately, as I finally reach the potent ecstasy of my own powerful orgasm, my lover rolls her eyes back and moans out."
  },
  {
    "key": "zoelum_feabeabd",
    "original": "Aahhh, coming! Cum with me!"
  },
  {
    "key": "zoelum_e2384d54",
    "original": "The cum was already surging within me, and finally it erupts deeply into Zoe."
  },
  {
    "key": "zoelum_a6e48e4f",
    "original": "Her pussy and womb are filled by an above average load from my cock, all whilst she moans in an orgasmic delight and spurs my last few fatigued thrusts on."
  },
  {
    "key": "zoelum_583af980",
    "original": "And as soon as my orgasm dries up, that fatigue finally overwhelms as I sit back limp, pulling my member out of her with a schlick."
  },
  {
    "key": "zoelum_b4406df7",
    "original": "Phew, how was that?"
  },
  {
    "key": "zoelum_7f4edfc2",
    "original": "Pfft, you were just showing off how good you are in bed."
  },
  {
    "key": "zoelum_26a17d37",
    "original": "But, that {i}was{/i} tremendous, even compared to a Funris… Maybe… maybe, I have a new favourite instead."
  },
  {
    "key": "zoelum_728a1422",
    "original": "Hah, I bet you’d say that to anyone after sex."
  },
  {
    "key": "zoelum_cffcdbe2",
    "original": "Ihihi, I find myself unable to deny such an accusation."
  },
  {
    "key": "zoelum_bfd3df19",
    "original": "If you were trying to impress me because Butters told you to, don’t worry about it."
  },
  {
    "key": "zoelum_83abe488",
    "original": "I don’t know if her, or your intention was to ‘fuck’ the fetish out of me, but honestly that’d be silly."
  },
  {
    "key": "zoelum_dcb5bb12",
    "original": "I told her I’d never turn anyone into a werewolf just to sate my own desires, and that remains true."
  },
  {
    "key": "zoelum_9c416e25",
    "original": "Not only do ordinary wolf men exist..."
  },
  {
    "key": "zoelum_c3dc4cb0",
    "original": "But I, like any other mare, just go to the spa, or church when I’m horny. I very rarely practice my fetishes, like most others, I imagine."
  },
  {
    "key": "zoelum_2cc9561c",
    "original": "Is that so? Maybe I’ve misinterpreted what kind of person you are because of your falling out with Butters."
  },
  {
    "key": "zoelum_13e68868",
    "original": "Mmm… Is that so? If you were going to interpret me as anything, can it be a sexy mommy?"
  },
  {
    "key": "zoelum_84262f13",
    "original": "Hm, maybe…"
  },
  {
    "key": "zoelum_8040df80",
    "original": "Also, you stopped rhyming."
  },
  {
    "key": "zoelum_e1f026b8",
    "original": "Because I’m tiiireed, I’ll be asleep in ten minutes… I can’t keep that up all the time."
  },
  {
    "key": "zoelum_79ea8090",
    "original": "Alright Zoe, let’s snuggle."
  },
  {
    "key": "zoelum_bb9bd13f",
    "original": "That’s fine with me. After a good nap I shall be able to rhyme."
  },
  {
    "key": "zoelum_cc438ad4",
    "original": "Phew… That was amazing…"
  },
  {
    "key": "zoelum_8a412f67",
    "original": "Zoe slumps from her side to her back and spreads out like a starfish."
  },
  {
    "key": "zoelum_ae1d4e44",
    "original": "Given her pillowy features, I crawl over her and cuddle."
  },
  {
    "key": "zoelum_0ff1573c",
    "original": "In an unexpected turn of events however, she rolls on top of me and squashes my face in her breasts."
  },
  {
    "key": "zoelum_2a51e981",
    "original": "I’ll make you a really good breakfast tomorrow morning. Least I can do for the booty call."
  },
  {
    "key": "zoelum_7c1ed83b",
    "original": "*Words muffled in breasts* Sounds good."
  },
  {
    "key": "zoelum_441deeff",
    "original": "The two of us snooze while snuggled together."
  },
  {
    "key": "zoelum_ed75a392",
    "original": "I return home early in the morning."
  },
  {
    "key": "zoelum_80f10cc5",
    "original": "Bleh, you’re totally gonna knock me up if you cum inside… I guess I can live with that."
  },
  {
    "key": "zoelum_a55a51f8",
    "original": "Come on then, let’s go to my room."
  },
  {
    "key": "zoelum_24641a9e",
    "original": "I step into a fairly regular room. This little pet relationship is reminding me of Butters and Poyo a little."
  },
  {
    "key": "zoelum_48815f21",
    "original": "So, this’ll be a bit of revenge for last time, then."
  },
  {
    "key": "zoelum_85b68d52",
    "original": "Meh, if you must see it that way. I suppose that did come back to bite me in the ass."
  },
  {
    "key": "zoelum_177198b9",
    "original": "This is what I get, my punishment for being a little naughty!"
  },
  {
    "key": "zoelum_69b6b9d8",
    "original": "So, I’ll let you do it, fuck me, fill me, and knock me up!"
  },
  {
    "key": "zoelum_6076ca2f",
    "original": "I squint at the Alraune slightly confused, having absolutely no logistical idea of how to actually fuck her, considering there’s a giant plant bulb in the way."
  },
  {
    "key": "zoelum_3d51299c",
    "original": "Okay, I’m just wondering what the best method to go about doing this is…"
  },
  {
    "key": "zoelum_3a5fa8be",
    "original": "Oh my gosh, is it your first time too?!"
  },
  {
    "key": "zoelum_4356f1fa",
    "original": "Uh, no, it’s just… How do I reach your pussy? Even if you were to bend over your leaves are in the way."
  },
  {
    "key": "zoelum_7b6fbeff",
    "original": "Ohhh, hehehe… There’s room for two in this bulb you know… It’s ‘designed’ that way, hehehe…"
  },
  {
    "key": "zoelum_9c374f4d",
    "original": "Again? I guess I did ask!"
  },
  {
    "key": "zoelum_aec0cfd3",
    "original": "I dunno what’s come over me lately, but I’m just a total slut lately, heh."
  },
  {
    "key": "zoelum_3b693ab8",
    "original": "I step into a fairly regular room. As before there isn’t much here other than basic entertainment and some storage. A plant girl sure doesn’t need much to distract her."
  },
  {
    "key": "zoelum_1f62da7b",
    "original": "And there’s no distraction for Alraune too, as she immediately begins acting sexually."
  },
  {
    "key": "zoelum_d5c0e3a1",
    "original": "She leans back slightly and spreads her pussy, her legs although they do separate at the hips seem to be stuck together at the base resulting in an interesting angle."
  },
  {
    "key": "zoelum_6d443a9b",
    "original": "And indeed, she is correct, there’s a noticeable area before her within her flower…"
  },
  {
    "key": "zoelum_dc98157e",
    "original": "Cautiously, I step closer, pulling aside leaves as I get adjacent to the rose bud."
  },
  {
    "key": "zoelum_a3c5a5c7",
    "original": "Don’t be shy… The dew feels great!"
  },
  {
    "key": "zoelum_d25dce67",
    "original": "I dip my finger into the pinkish goop, and not particularly to my surprise, it’s the exact pink aphrodisiac from the cave before."
  },
  {
    "key": "zoelum_c481d027",
    "original": "Fortunately, her leaves also relieve the effects of that aphrodisiac, so I forgo caution and begin to lift myself into the bud."
  },
  {
    "key": "zoelum_5ed1fea4",
    "original": "Aaaahhhh…"
  },
  {
    "key": "zoelum_24a10ac6",
    "original": "Warmth and comfort like a hug consume my body as I step into the pleasant bulb."
  },
  {
    "key": "zoelum_3dae4ce5",
    "original": "This is really nice… We’re pretty damn close to each other though."
  },
  {
    "key": "zoelum_0455cf8b",
    "original": "Oh fuck, I’m not the only one getting extremely horny, right? Ohh, gosh…"
  },
  {
    "key": "zoelum_dbe46ec0",
    "original": "I think I get it now… When a man steps into my pool it immediately actives some kind of sex instinct, it makes me sooooo hornyyyy."
  },
  {
    "key": "zoelum_fc43a835",
    "original": "I’m already half erect at this point, and immediately tingles of the aphrodisiac aid in bringing out the other half of that erection."
  },
  {
    "key": "zoelum_67269475",
    "original": "Within a few seconds, my precum dripping erection is pressed against her belly."
  },
  {
    "key": "zoelum_bc855afa",
    "original": "Hahh, gosh, I think I just started ovulating…"
  },
  {
    "key": "zoelum_8e335904",
    "original": "Does your species do that around a male?"
  },
  {
    "key": "zoelum_411539e7",
    "original": "Mhm… Whenever one steps into my flower, hehe…"
  },
  {
    "key": "zoelum_e1177f01",
    "original": "I guess that means you’ll have to pollinate me…"
  },
  {
    "key": "zoelum_afd03026",
    "original": "Haahh, gosh, pollinate me with your seed!"
  },
  {
    "key": "zoelum_d92555a1",
    "original": "She bashfully giggles as she takes my cock and guides it between her legs."
  },
  {
    "key": "zoelum_535d210f",
    "original": "With my tip poking at her entrance, I grasp both of her hips and push in."
  },
  {
    "key": "zoelum_5cfe0ff6",
    "original": "This purple liquid really does wonders for an erection, aren’t you always horny?"
  },
  {
    "key": "zoelum_73665384",
    "original": "Me, h-horny? Yessshhh!"
  },
  {
    "key": "zoelum_f3323bd4",
    "original": "No, I mean…"
  },
  {
    "key": "zoelum_d39b560a",
    "original": "Fuck me, fuck me!"
  },
  {
    "key": "zoelum_0ea25d4b",
    "original": "Oookay, you got it."
  },
  {
    "key": "zoelum_e99e5884",
    "original": "Ahh, haaahhh… Ahhhh… This feels far too good… Like… I can’t tell who’s more drunk on arousal, you or me."
  },
  {
    "key": "zoelum_5269ca4e",
    "original": "She leans back as I thrust forward, giving me as much room as possible in this unusual angle of penetration."
  },
  {
    "key": "zoelum_67ffbee5",
    "original": "Despite the Alraune’s large overall body, her feminine frame is petite as I handle her. My hands almost encompassing both her hips as I tightly grip her for leverage. Her breasts bobbing up and down with the force of each thrust."
  },
  {
    "key": "zoelum_459bebb8",
    "original": "Her cute breasts, and their function of which I’m not entirely sure, sport two green nipples which had become noticeably puffy and erect since penetration."
  },
  {
    "key": "zoelum_2e279a46",
    "original": "Tweaking and teasing the nipples results in girlish moans escaping from my lover, as it appears, they’re sensitive like any other girl."
  },
  {
    "key": "zoelum_2abff458",
    "original": "And as my hand explores the rest of my lover, I also find my way down to her pussy, teasing around for a clitoris to rub which greatly excites her also."
  },
  {
    "key": "zoelum_f379a384",
    "original": "Regarding her pussy, the tightness is naturally immense with her thighs locked together, creating a sensation similar to standing sex."
  },
  {
    "key": "zoelum_ceee89f8",
    "original": "And the purple aphrodisiac enhances the sensation, to such a degree that it probably robs me of free will, and forces me to fuck."
  },
  {
    "key": "zoelum_c0905e9f",
    "original": "Come to think of it, that’s probably how Alraunes ‘catch’ their mates."
  },
  {
    "key": "zoelum_3a58eea2",
    "original": "Ahhhhah, I want you to cum in me lots and lots!"
  },
  {
    "key": "zoelum_c360b822",
    "original": "Hang on… Am I not just cumming inside you once?!"
  },
  {
    "key": "zoelum_6d918cc7",
    "original": "Nooooo, I want a lot more cummies than that!"
  },
  {
    "key": "zoelum_ec490bd0",
    "original": "Fill me up with your cummies!"
  },
  {
    "key": "zoelum_bff784b3",
    "original": "I gulp, and just focus on the fucking, there isn’t a lot I can do since my mind is so beguiled and focused on sex."
  },
  {
    "key": "zoelum_e6350a7c",
    "original": "Her internal juices which completely coat my member allow me to thrust faster, but I soon realize that her internal juices are exactly the same purple liquid that I’m currently standing in."
  },
  {
    "key": "zoelum_02157d0a",
    "original": "This purple liquid sends pleasureful tingles throughout my cock which travel through my body like a wave of euphoria."
  },
  {
    "key": "zoelum_fed1c5a2",
    "original": "All thought without regard to sex leaves my mind, as I pummel her tight green plant pussy. It squeezes and suckles around my cock with an increasing aggression, as if it’s purposely trying to milk me."
  },
  {
    "key": "zoelum_d857b771",
    "original": "All of these sensations send me into a spiral of intoxicated pleasure. Overcome with lust, my hips accelerate and I pound the alraune with all my effort."
  },
  {
    "key": "zoelum_d36215ab",
    "original": "She yelps with surprise, letting out a giggle and then a moan as pleasure also crashes through her. My cock repeatedly pumping into the deepest reaches of her warm flesh."
  },
  {
    "key": "zoelum_064a35e6",
    "original": "Yesss, yesss, ahhaaahhhh… Fuck me, fuck me!"
  },
  {
    "key": "zoelum_4f694a24",
    "original": "It doesn’t take too long for a tension in my taint to arise, signalling an impending orgasm."
  },
  {
    "key": "zoelum_865e5e82",
    "original": "Oh my goshh, aaaaahhh!"
  },
  {
    "key": "zoelum_1487659e",
    "original": "Since she doesn’t shut up moaning, I temporarily press my thumb into her mouth to suckle on, which she gratefully does."
  },
  {
    "key": "zoelum_ec58613b",
    "original": "Ironically, this action only seems to excite her more as her entire body quivers with orgasmic bliss, the very leaves and petals of the flower trembling with pleasure."
  },
  {
    "key": "zoelum_3dd3d3b9",
    "original": "And with her orgasm, mine isn’t too far off either. Her slick pussy squeezes one last time and triumphantly it almost immediately pushes me over the edge as my cock swells and prepares to unload."
  },
  {
    "key": "zoelum_8f90377f",
    "original": "Trembling, my member releases a hot load of cum directly into her pussy."
  },
  {
    "key": "zoelum_7f7620d2",
    "original": "The release is powerful enough to send shivers down my spine, as a truly inhuman amount of jizz pours out of me and fills my lover up to the brim."
  },
  {
    "key": "zoelum_8bb14137",
    "original": "Even when my orgasm dissipates however, the positioning keeps my cock lodged deep inside her, and the aphrodisiac keeps me very much erect."
  },
  {
    "key": "zoelum_0ff25e3c",
    "original": "Despite that, for the briefest moment my mind is clear. Taking some initiative, I pinch off a tiny bit of her leaf and nibble it to quell the overwhelming effects of the purple goo."
  },
  {
    "key": "zoelum_8d6c5d9a",
    "original": "Owww! What was that for? Bully!"
  },
  {
    "key": "zoelum_9a934dce",
    "original": "Mmph? *Munch* Sorry, I didn’t realize that’d hurt you."
  },
  {
    "key": "zoelum_2b2ac9f2",
    "original": "Eep, easy on the leaves…"
  },
  {
    "key": "zoelum_f8578e1a",
    "original": "I wonder how fast these things grow… Like, could you run out?"
  },
  {
    "key": "zoelum_1816f8a3",
    "original": "Nahh, all my body parts grow back, eventually."
  },
  {
    "key": "zoelum_6bbd3bf9",
    "original": "Although if my brain is damaged and regrown, I could be a completely different person! Weird, right?"
  },
  {
    "key": "zoelum_6c506177",
    "original": "Is that true? I guess I’ll take your word for it."
  },
  {
    "key": "zoelum_46a44c14",
    "original": "Almost immediately, the aphrodisiac seems to wear off, and my cock returns to the state you’d expect after an orgasm: soft and sensitive."
  },
  {
    "key": "zoelum_dd78daf3",
    "original": "And with that, I take the opportunity to slip out of the Alraune’s sex trap. The purple liquid treating me like I’m hydrophobic, and not coming with me, leaving me completely dry as I step out."
  },
  {
    "key": "zoelum_ffe30585",
    "original": "Ohh man… But I’m still so horny! You’re such a dick!"
  },
  {
    "key": "zoelum_a1c32144",
    "original": "And there’s no way you got me pregnant after one time…"
  },
  {
    "key": "zoelum_0b8f746c",
    "original": "You’re going to have to fuck me lots and lots! Okay?"
  },
  {
    "key": "zoelum_a1ea174e",
    "original": "Yeah, yeah… I just didn’t want you to put me in a coma."
  },
  {
    "key": "zoelum_05c2ada5",
    "original": "Pfft, I couldn’t even have sex with you without your consent anyway. With my body, there’s almost no natural position where I can be on top. All I can do is use my feeder, and that’s no fun…"
  },
  {
    "key": "zoelum_9747fa8f",
    "original": "Yeah, and that’s exactly why you have the aphrodisiac to trick men into taking the initiative."
  },
  {
    "key": "zoelum_6c77a3c3",
    "original": "I won’t fall for your trick this time. But I might have sex with you again in the future, that was exceedingly pleasureful."
  },
  {
    "key": "zoelum_4c8c6292",
    "original": "Oh, you will? That’d really make my day!"
  },
  {
    "key": "zoelum_196b2149",
    "original": "Oh, and in the morning, can you give me some cum for breakfast? I’d love that!"
  },
  {
    "key": "zoelum_65416d7c",
    "original": "Damn, you’re so needy when it comes to my cum. But I don't think I'll be sticking around for that long."
  },
  {
    "key": "zoelum_69c3473d",
    "original": "Least I tried! That’s a monster girl for you! Hehe."
  },
  {
    "key": "zoelum_4cbb5227",
    "original": "Hmm… It seems that as soon as you step out of my plant, that sex instinct fades pretty quickly… I can breathe easy with that knowledge."
  },
  {
    "key": "zoelum_4c99bcac",
    "original": "You’re pretty sly nibbling on some leaf between orgasms."
  },
  {
    "key": "zoelum_b6ed510e",
    "original": "Most men would be far too focused on sex to do that."
  },
  {
    "key": "zoelum_f23f9182",
    "original": "What can I say, my aversion to death is greater than my need for sex."
  },
  {
    "key": "zoelum_b402583b",
    "original": "Hehe, as if I would hurt you!"
  },
  {
    "key": "zoelum_b9838272",
    "original": "The two of us eventually settle down, but she doesn’t have a bed because she just sleeps in her flower."
  },
  {
    "key": "zoelum_9dfe25af",
    "original": "So I end up going back home to sleep."
  },
  {
    "key": "zoelum_9d055fa7",
    "original": "You found a secret scene! Requirements were: Max out Zoe's affection and beat Morrigan."
  },
  {
    "key": "zoelum_a2ad8bd6",
    "original": "Feeling brave? Or perhaps there's something else you crave."
  },
  {
    "key": "zoelum_3422d01d",
    "original": "I thought I'd take you up on that offer, and perhaps I could be an adequate 'distraction' for catching a female werewolf."
  },
  {
    "key": "zoelum_7d6e278b",
    "original": "Yes, I quite like that plan. Would you be willing to join us? Butters has this plan of hers that could solve this predicament before the next full moon even occurs."
  },
  {
    "key": "zoelum_d8732777",
    "original": "Sure thing, send me a magic mail with the time and date."
  },
  {
    "key": "zoelum_a20cefa7",
    "original": "..."
  },
  {
    "key": "zoelum_a2cd4987",
    "original": "Three days later, 11:00PM"
  },
  {
    "key": "werewolfhunting_d778ea24",
    "original": "I join Butters, Zoe and Lily in the forest clearing from before."
  },
  {
    "key": "werewolfhunting_4c9ff94d",
    "original": "We should be just a far enough distance to use the special pheromones from before to attract werewolves, but not random citizens from the suburbs."
  },
  {
    "key": "werewolfhunting_25c77666",
    "original": "Butters had asked Lily to come and help us. Considering Butters' previous reluctance to work with a pony, I'm proud that she earnestly asked for help."
  },
  {
    "key": "werewolfhunting_df4684b8",
    "original": "Lily has really enabled us to clean up this problem with her magical abilities."
  },
  {
    "key": "werewolfhunting_83a56e60",
    "original": "Based on Lily's scouting, we believe there is a male and a female werewolf."
  },
  {
    "key": "werewolfhunting_8030b07b",
    "original": "This time is a little different. We have a pheromone to attract not only the missing male werewolf, but the missing female werewolf too."
  },
  {
    "key": "werewolfhunting_9f6fb2cf",
    "original": "How are we going to give them both the potion?"
  },
  {
    "key": "werewolfhunting_b96e2e5b",
    "original": "The same way as before. We'll be tonight's score."
  },
  {
    "key": "werewolfhunting_066d7374",
    "original": "Mhm, we'll be using both Zoe and you as bait. Zoe will administer the potion after she has been knotted, and you are more than capable of transmitting it through your semen."
  },
  {
    "key": "werewolfhunting_2c266762",
    "original": "Won't the male and female werewolf try to have sex with each other?"
  },
  {
    "key": "werewolfhunting_6c7c2a63",
    "original": "Not if we stagger the pheromones. I believe it'd be best to use the male pheromone first, so the ladies here don't get too horny."
  },
  {
    "key": "werewolfhunting_15015796",
    "original": "A really well-thought-out plan. All right, as per usual, my dick is at your service."
  },
  {
    "key": "werewolfhunting_c8cec564",
    "original": "This is quite a wild plan... Are you sure you want to be the bait Zoe? I'd be more than happy to take your place, I'm quite self-sacrificing like that."
  },
  {
    "key": "werewolfhunting_7dc1505a",
    "original": "Absolutely not dear, I fear that I could never impose such a difficult task on one such as yourself."
  },
  {
    "key": "werewolfhunting_c1421ae4",
    "original": "Oh truly, it's no imposition, Zoe. I am the kind of team player that doesn't mind taking one for the team. So, by all means, I'll happily be the bait for the werewolf."
  },
  {
    "key": "werewolfhunting_7ddddacd",
    "original": "Sorry Lily, but we'll need you on standby as a magic user just in case."
  },
  {
    "key": "werewolfhunting_4a4ba7fc",
    "original": "Understood..."
  },
  {
    "key": "werewolfhunting_fa003df1",
    "original": "Okay ladies and gentleman, five minutes until we begin our plan."
  },
  {
    "key": "werewolfhunting_5f5247eb",
    "original": "The other girls nod, and Butters lifts Lily into a safe position in the tree."
  },
  {
    "key": "werewolfhunting_70c97620",
    "original": "The other girls nod, and the two of them fly up into the trees."
  },
  {
    "key": "werewolfhunting_f3155cc4",
    "original": "The darkness of the leaves keeps them out of sight, but we can still hear them."
  },
  {
    "key": "werewolfhunting_47d594fe",
    "original": "You can masturbate all you want while we watch, Lily."
  },
  {
    "key": "werewolfhunting_6b5771df",
    "original": "M-Masturbate? N-No, I wouldn't do that..."
  },
  {
    "key": "werewolfhunting_968751b1",
    "original": "Oh? I will. This aphrodisiac is strong stuff. Maybe I can help you out, hehe."
  },
  {
    "key": "werewolfhunting_64bc7792",
    "original": "That won't be necessary! I-I'm going to sit on the other side of the tree, okay?"
  },
  {
    "key": "werewolfhunting_9812992f",
    "original": "Have fuuun..."
  },
  {
    "key": "werewolfhunting_3ccb9338",
    "original": "How are you feeling, Zoe?"
  },
  {
    "key": "werewolfhunting_398c0fed",
    "original": "After we help the civilians, I'll be relieved."
  },
  {
    "key": "werewolfhunting_0a58508c",
    "original": "I hope Butters and I can repair our working relationship. It was never my intention to have aggrieved."
  },
  {
    "key": "werewolfhunting_714410d2",
    "original": "We all make mistakes. You probably know this better than me that Butters can be frosty towards certain people, but for her that was always a defense mechanism because of her curse."
  },
  {
    "key": "werewolfhunting_f2711475",
    "original": "I think we'll both see her develop into a much brighter and happier person, especially now that her curse has been lifted."
  },
  {
    "key": "werewolfhunting_15803032",
    "original": "You really are sweet. Hanging around you is always a treat."
  },
  {
    "key": "werewolfhunting_0826c5f0",
    "original": "A few more moments go by, and then Lily gives off the signal!"
  },
  {
    "key": "werewolfhunting_b6770793",
    "original": "A bright surge of magic briefly waves through the forest, illuminating the surroundings and blowing the foliage with a gust."
  },
  {
    "key": "werewolfhunting_f47d717f",
    "original": "And then, back to darkness."
  },
  {
    "key": "werewolfhunting_15c2ec97",
    "original": "That spell should have just triggered the werewolf transformations of our targets. Lily is a helpful ally indeed. If it wasn’t for her we’d have to wait almost an entire month between each attempt."
  },
  {
    "key": "werewolfhunting_a8e8e05a",
    "original": "See you on the other side, [playername]."
  },
  {
    "key": "werewolfhunting_7d540143",
    "original": "She winks and disappears to her specific site, about 30 meters away."
  },
  {
    "key": "werewolfhunting_a4b9ddf7",
    "original": "The fragrant pheromones targeted for the male werewolf are already open to the air and beginning to permeate."
  },
  {
    "key": "werewolfhunting_16a65489",
    "original": "Hm, so both Lily and Butters will primarily be watching me, huh? The perverts."
  },
  {
    "key": "werewolfhunting_4b3e35ed",
    "original": "Still, we agreed on a ten-minute gap between the two pheromones, so I'll have to wait to see if the male werewolf comes first."
  },
  {
    "key": "werewolfhunting_6d836bf3",
    "original": "Guess I’ll sit down over here under a tree. Hidden away enough to avoid the ire of a curious male werewolf."
  },
  {
    "key": "werewolfhunting_d89f1c74",
    "original": "Around five minutes in, a notable ruckus among the bushes alerts me."
  },
  {
    "key": "werewolfhunting_f7dd5b58",
    "original": "It would appear our first target has arrived and is making its way to Zoe’s location."
  },
  {
    "key": "werewolfhunting_82965137",
    "original": "Hmm, should I watch?"
  },
  {
    "key": "werewolfhunting_15f8b462",
    "original": "I can’t resist. I wonder if she’s talking to it in rhyme."
  },
  {
    "key": "werewolfhunting_ed000a03",
    "original": "I wander a few meters towards her, peeking through some trees and flora to get a stealthy glimpse."
  },
  {
    "key": "werewolfhunting_a1839eae",
    "original": "Low and behold, in what I can only assume is her favourite position, she’s courting the canine who is curiously approaching."
  },
  {
    "key": "werewolfhunting_b4843fef",
    "original": "Oohh, you’re a big bad boy, aren’t you? Do you like the view? Hehe."
  },
  {
    "key": "werewolfhunting_fce1fd42",
    "original": "Curiosity soon turns to desire, as the wolf approaches the Zebra’s rear. Its already throbbing member pokes and prods around her labia."
  },
  {
    "key": "werewolfhunting_42b2a6d7",
    "original": "It keeps missing in its state of arousal and adrenaline. I can somewhat relate to how it must feel, the powerful aphrodisiacs were enough to give me a slight erection, how would it affect a creature that is estimated to be ten times more sensitive to it?"
  },
  {
    "key": "werewolfhunting_d9d17d70",
    "original": "Oh- it’s in!"
  },
  {
    "key": "werewolfhunting_7b7df747",
    "original": "Ahhhh, yesss… Press that fat wolf cock as deep as you can, big boy."
  },
  {
    "key": "werewolfhunting_a24d7736",
    "original": "The bulbous red cock of the wolf launches itself into Zoe’s voluptuous ass, and he frantically thrusts back and forth with such an intensity that Zoe’s entire body rocks back and forth."
  },
  {
    "key": "werewolfhunting_96033523",
    "original": "You can tell that just for a moment they’re both in complete bliss as Zoe’s entire body seems to scrunch up."
  },
  {
    "key": "werewolfhunting_7f7f53ac",
    "original": "However, this experience would prove to be short lived as the wolf began to gradually slow down, slower and then stopping."
  },
  {
    "key": "werewolfhunting_20ad9f85",
    "original": "Having fully knotted Zoe, he hunches over and pants in a drowsy state."
  },
  {
    "key": "werewolfhunting_ddd44b34",
    "original": "Wha? That was barely ten seconds! I wasn’t even close to coming! Don’t stop, keep plumbing! Damnit…"
  },
  {
    "key": "werewolfhunting_28bdd7f7",
    "original": "I can’t help but giggle slightly under my breath."
  },
  {
    "key": "werewolfhunting_adad6c89",
    "original": "Zoe looks bemused as she lays there while being pumped full of cum."
  },
  {
    "key": "werewolfhunting_be57ed11",
    "original": "She reaches over to a nearby bag and takes out the lycanthropy cure. Taking advantage of the Werewolf’s immobility, she manages to make him drink it."
  },
  {
    "key": "werewolfhunting_68c65aff",
    "original": "Although she barely had to try, he seemed pretty thirsty."
  },
  {
    "key": "werewolfhunting_289888ad",
    "original": "Alright, give it a few minutes and he’ll be back to normal and extremely confused… That is if he doesn’t remain snoozed…"
  },
  {
    "key": "werewolfhunting_99ee0d9c",
    "original": "She talking to me? No, I guess not. She just has a habit of talking aloud, I guess."
  },
  {
    "key": "werewolfhunting_54254b9d",
    "original": "Alright, my turn. I bet I can have a lot more fun with a female werewolf than Zoe did with her counterpart."
  },
  {
    "key": "werewolfhunting_a79c70d7",
    "original": "It’d be a little strange to watch that."
  },
  {
    "key": "werewolfhunting_e46ad558",
    "original": "I shrug and sit back in my hidden spot while I wait for an additional five minutes."
  },
  {
    "key": "werewolfhunting_ce617998",
    "original": "…"
  },
  {
    "key": "werewolfhunting_3aa5e9ff",
    "original": "It's almost time."
  },
  {
    "key": "werewolfhunting_9ff53f38",
    "original": "First things first, I need to drink this lycanthropy cure, that way my semen will be able to cure the female werewolf."
  },
  {
    "key": "werewolfhunting_72ac2047",
    "original": "I don’t actually know if this method is easier than force-feeding her the cure, but I’m not complaining. Sex might be my new favourite method of medicine delivery."
  },
  {
    "key": "werewolfhunting_a7b8d9bf",
    "original": "Okay, the female pheromone Butters created can attract one from up to ten kilometers."
  },
  {
    "key": "werewolfhunting_37a39abf",
    "original": "It’ll also have the effect of making all the nearby mares horny, which is fun too. Maybe Butters will let me keep it."
  },
  {
    "key": "werewolfhunting_c0c8a874",
    "original": "I uncork the pheromones and allow them to permeate into the air while I standby."
  },
  {
    "key": "werewolfhunting_869d2b17",
    "original": "I’m starting to get irritatingly horny thanks to the male affecting pheromones, so I’m definitely ready for this."
  },
  {
    "key": "werewolfhunting_1ff1e130",
    "original": "I click my tongue while leaning back on a tree, trying to ignore my throbbing erection."
  },
  {
    "key": "werewolfsex_0b327d73",
    "original": "And as I turn, I come face to face with…"
  },
  {
    "key": "werewolfsex_746249ae",
    "original": "A werewolf? It’s already here?!"
  },
  {
    "key": "werewolfsex_4c041339",
    "original": "She’s staring me down, sniffing curiously as she takes a few steps closer."
  },
  {
    "key": "werewolfsex_8d58961c",
    "original": "Typically, they’re docile and don’t force themselves on mates. So, it’s actually my responsibility to take charge here."
  },
  {
    "key": "werewolfsex_35d9ea21",
    "original": "Hoping that she’d be receptive to my advances, I-"
  },
  {
    "key": "werewolfsex_94004a03",
    "original": "Oh."
  },
  {
    "key": "werewolfsex_db1b2a1a",
    "original": "Zoe wasn’t kidding, these are really submissive."
  },
  {
    "key": "werewolfsex_2a187882",
    "original": "I bring my hand to my cock and jack myself off as the female werewolf watches with glee, her tongue lecherously sliding across her lips."
  },
  {
    "key": "werewolfsex_dd83f16e",
    "original": "Can you turn around for me? I’m going to fuck you."
  },
  {
    "key": "werewolfsex_86378bc1",
    "original": "To my shock, she nods and turns to expose herself to me, her tail wagging back and forth more like a dog than a wolf."
  },
  {
    "key": "werewolfsex_0962f57b",
    "original": "I grab her by her plush rump and draw her closer. She submissively leans in to every gesture enthusiastically. Her pussy already gleaming with blatant desire."
  },
  {
    "key": "werewolfsex_fb997e52",
    "original": "I tap the tip of my dick against her pussy before slightly pushing forward, allowing my member to grind against her lips and clit."
  },
  {
    "key": "werewolfsex_54e365d9",
    "original": "My lover shivers and pants as I continue to rub against her with several teasing motions. Her hips sway into each movement with increasing fervour and her pussy begins to drip shimmering lubricants onto my shaft."
  },
  {
    "key": "werewolfsex_cd7525b8",
    "original": "With a slight adjustment, I prod my cock against her entrance and push forward, parting the lips of her pussy in one slick motion as I plunge inwards."
  },
  {
    "key": "werewolfsex_e6437cea",
    "original": "As I sink into her enrapturing depths the wolf girl thrusts her hips up to meet mine, each inch deeper encapsulating my cock with an acutely fulfilling warmth and pleasure."
  },
  {
    "key": "werewolfsex_c5805e7f",
    "original": "Once fully inserted she immediately makes her input known, as several intentional squeezes of her internal muscles around my cock make me yearn for more."
  },
  {
    "key": "werewolfsex_15e161fa",
    "original": "With one hand gripping her fluffy hips, and another finding itself tugging at the base of her lashing tail, I begin to pound her in a manner that could be described as rough and primal."
  },
  {
    "key": "werewolfsex_b2e718f9",
    "original": "The two of us heavily under the effects of the aphrodisiacs have temporarily resigned ourselves to the carnal, wanting only to indulge in as much pleasure as possible."
  },
  {
    "key": "werewolfsex_19119146",
    "original": "It’s admittedly difficult to not overdo it and immediately cum, especially after long exposure to the male pheromones warmed my loins up to a state of high sensitivity."
  },
  {
    "key": "werewolfsex_2d0c5eb5",
    "original": "However, my lover is more than satisfied with my paced thrusts, her pussy only seeming to get wetter as the tufts of fur around her labia dampen."
  },
  {
    "key": "werewolfsex_3842ce08",
    "original": "And she seems to be getting closer to an orgasm, her fingers clearly digging into the grass, her teeth clenching and ass pushing back eagerly."
  },
  {
    "key": "werewolfsex_7af7f84f",
    "original": "Feeling particularly dominant, I raise my hand and give her fluffy posterior a rough spank."
  },
  {
    "key": "werewolfsex_7d28ddf0",
    "original": "While her thick fur does a particularly excellent job of dampening it, the arousing effect is no less obvious as my lover squeals in delight. Her pussy walls temporarily squeeze me in the aftermath."
  },
  {
    "key": "werewolfsex_765a2271",
    "original": "And with a second focused spank, combined with increasingly unrelenting thrusts on her rump, her entire body seems to shiver and spasm with orgasmic pleasure."
  },
  {
    "key": "werewolfsex_be668e5c",
    "original": "Her tight pussy is doing an admirable job of milking me, but I’m too experienced to let myself cum so early in a once in a life-time session of sex."
  },
  {
    "key": "werewolfsex_ef77d606",
    "original": "And so, I temporarily stop."
  },
  {
    "key": "werewolfsex_b9e8c281",
    "original": "My lover, whose face has parked itself in the grass with her tongue lulling, a position not too wholly different from how I imagine Zoe right now, catches her breath post orgasm."
  },
  {
    "key": "werewolfsex_19e7ca45",
    "original": "After around twenty seconds of pause, the furnace of passion reignites as my cock pushes back inside."
  },
  {
    "key": "werewolfsex_df8394a3",
    "original": "The wolf girl actively moans upon insertion, her tail rapidly swaying back and forth as I fuck her again."
  },
  {
    "key": "werewolfsex_179c2540",
    "original": "With a quick tug of her tail, her pussy tightens, and with an occasional spank every half minute or so, her entire body racks with pleasure."
  },
  {
    "key": "werewolfsex_2ce18241",
    "original": "I’m fairly sure every other denizen in the forest right now can hear our passionate, animalistic rutting. Each thrust going from base to hilt, each thrust rocking my lover’s entire body back and forth."
  },
  {
    "key": "werewolfsex_5f10042e",
    "original": "Every squeeze of the wolf girl’s pussy brings me closer and closer. Every time I tug her tail, or spank her voluptuous fluffy butt, she only gets tighter."
  },
  {
    "key": "werewolfsex_57cb7e9b",
    "original": "And finally, amidst what appears to be my lover’s second climax, I can feel the inescapable rise of my orgasm."
  },
  {
    "key": "werewolfsex_b6a5fc1b",
    "original": "That feeling in my loins builds explosively, like no regular orgasm, it’s an overwhelming and powerful feeling that seems to encompass my entire body."
  },
  {
    "key": "werewolfsex_4accc973",
    "original": "I can already tell this is going to be an orgasm that rocks me to the core."
  },
  {
    "key": "werewolfsex_95bf08fa",
    "original": "My body tenses up as I push hard, and push fast against my lover. Preparing to overflow, thrusting as fast and hard as I can."
  },
  {
    "key": "werewolfsex_fe43cbc9",
    "original": "And in one instant, cum splatters from my cock, spilling into the wolf’s pussy and overflowing it."
  },
  {
    "key": "werewolfsex_6ad33e3e",
    "original": "My mind is completely filled with a bright fuzzy feeling of euphoria."
  },
  {
    "key": "werewolfsex_e53c9619",
    "original": "The two of us ride our orgasms out until the heightened sensitivity wears off and physical fatigue sets in."
  },
  {
    "key": "werewolfsex_06d797c3",
    "original": "The effects of the alchemical potion certainly don’t waste time. I almost disbelieve my eyes as the werewolf undergoes a transformation right in front of me."
  },
  {
    "key": "werewolfsex_28614c6b",
    "original": "Her fur subtly changes from thick and bushy to the sheer coat you’d expect from a pony."
  },
  {
    "key": "werewolfsex_bf41ce45",
    "original": "Indeed, the girl is immediately transforming back."
  },
  {
    "key": "werewolfsex_222ad457",
    "original": "Oh woah. It’s Claire!"
  },
  {
    "key": "werewolfsex_2108d6e4",
    "original": "Are you okay, Claire?"
  },
  {
    "key": "werewolfsex_923d615d",
    "original": "Is this the girl that works in the spa? Woah, I hope not!"
  },
  {
    "key": "werewolfsex_ec919115",
    "original": "Can you imagine how bad the werewolf situation could be if one of the most successful sex workers had contracted the curse?"
  },
  {
    "key": "werewolfsex_95c7633a",
    "original": "Are you okay?"
  },
  {
    "key": "werewolfsex_9a67429f",
    "original": "I’m not sure who this is. I do hope she’s okay though."
  },
  {
    "key": "werewolfsex_95c7633a_1",
    "original": "Are you okay?"
  },
  {
    "key": "werewolfsex_de291c10",
    "original": "Ahh… I suppose I’m feeling a little better now."
  },
  {
    "key": "werewolfsex_5f30dad2",
    "original": "I… I’m sorry about that, I really shouldn’t have had sex with you…"
  },
  {
    "key": "werewolfsex_b8d0527c",
    "original": "Goodness me. I have a boyfriend, yet here I am, transforming into a wolf and doing stupid things like that."
  },
  {
    "key": "werewolfsex_9e5ee12e",
    "original": "I have no self-control…"
  },
  {
    "key": "werewolfsex_1d556219",
    "original": "Dropping from the trees, the cavalry arrive to help explain the situation."
  },
  {
    "key": "werewolfsex_a1ae2784",
    "original": "Don’t worry, you can’t be blamed for anything that happens under a lycanthropy transformation. But fortunately, you’re now completely cured!"
  },
  {
    "key": "werewolfsex_ed2717e5",
    "original": "R-Really? That is wonderful news! Ohh, can you cure my boyfriend too? That’s how we both got into this mess actually."
  },
  {
    "key": "werewolfsex_226b58cc",
    "original": "Ohh, the other werewolf? I guess he’s over…"
  },
  {
    "key": "werewolfsex_2c80a947",
    "original": "Lee? What are you doing, why are you fucking that Zebra?!"
  },
  {
    "key": "werewolfsex_6048f3c8",
    "original": "Uh oh."
  },
  {
    "key": "werewolfsex_e30bec8d",
    "original": "I’m sure they’ll be able to talk it out. They both kind of cheated out of necessity, right?"
  },
  {
    "key": "werewolfsex_624331fd",
    "original": "Yeah, but he isn’t even a werewolf right now, he’s completely in control of his actions."
  },
  {
    "key": "werewolfsex_3540f9fb",
    "original": "Oh dear."
  },
  {
    "key": "werewolfsex_82e2dfde",
    "original": "Tsk, Zoe! We had an agreement!"
  },
  {
    "key": "werewolfsex_0ba372d6",
    "original": "Now they’re both mad."
  },
  {
    "key": "werewolfsex_aaa7c7ce",
    "original": "Jeez, what are we going to do with those two?"
  },
  {
    "key": "werewolfsex_ce617998",
    "original": "…"
  },
  {
    "key": "werewolfsex_298abce9",
    "original": "Phew, that’s everyone sorted. I’m glad the werewolf threat is thwarted."
  },
  {
    "key": "werewolfsex_8f540ee0",
    "original": "And I’m glad they managed to rekindle their relationship through this ordeal."
  },
  {
    "key": "werewolfsex_5756d979",
    "original": "Although you really ought not to have continued having sex with him, Zoe. I’ll admonish you for that."
  },
  {
    "key": "werewolfsex_5dd048f3",
    "original": "But… I wasn’t satisfied after the werewolf session, and he took initiative! So I question, how is that my fault?"
  },
  {
    "key": "werewolfsex_775937c2",
    "original": "Am I being too harsh? Maybe… It’s just…"
  },
  {
    "key": "werewolfsex_a591c7c4",
    "original": "Hey Butters… I’m really sorry for screwing this situation."
  },
  {
    "key": "werewolfsex_f782e6d5",
    "original": "I know, I keep fucking everything up… I know I’m not as good as you, and I never will be… But I really do try because I admire you so much…"
  },
  {
    "key": "werewolfsex_c7e70e0c",
    "original": "So I’m sorry if I ever seem a little show-offish, or attention seeking, but… It’s so hard for me, because… well…"
  },
  {
    "key": "werewolfsex_fb4796ee",
    "original": "Because of how hard I am on you?"
  },
  {
    "key": "werewolfsex_be1fd285",
    "original": "I… know… I think, in many ways I always knew."
  },
  {
    "key": "werewolfsex_536d75ed",
    "original": "I was always scared of other people, and while trying to keep you at a distance I treated you awfully."
  },
  {
    "key": "werewolfsex_6c7512a0",
    "original": "The one that should be looking for forgiveness here isn’t you, but it’s me…"
  },
  {
    "key": "werewolfsex_7b0221cf",
    "original": "I won’t look for an excuse through my curse, or my succubus alternative personality. I know that it was me, and only me that treated you so poorly."
  },
  {
    "key": "werewolfsex_bdba3815",
    "original": "And for that, there’s no excuse, and I can only give you my absolute apology."
  },
  {
    "key": "werewolfsex_a7304a17",
    "original": "For too many years I’ve allowed that toxicity to build within me, and consume me. I’ve pushed away so many kind and generous people, just like Lily."
  },
  {
    "key": "werewolfsex_ecfb854b",
    "original": "Huh? Y-Yeah..."
  },
  {
    "key": "werewolfsex_85342675",
    "original": "But, no more. Thanks to you, Lily and [playername], I think perhaps I’ve been able to escape my ‘curse’."
  },
  {
    "key": "werewolfsex_111da739",
    "original": "And that curse wasn’t becoming a succubus… That curse was being unable to let anyone into my life…"
  },
  {
    "key": "werewolfsex_0e15ee6a",
    "original": "Butters… I don’t know what to say…"
  },
  {
    "key": "werewolfsex_ce8ef316",
    "original": "You don't have to say anything Zoe. I had some fine wine prepared for the very occasion of curing all the werewolves. Let’s drink the night away and celebrate!"
  },
  {
    "key": "werewolfsex_02b08dcc",
    "original": "Now that’s what I’m talking about!"
  },
  {
    "key": "werewolfsex_234f4663",
    "original": "Uwah, a sudden party? I’m not socially prepared!"
  },
  {
    "key": "werewolfsex_ce617998_1",
    "original": "…"
  },
  {
    "key": "werewolfsex_f65a325b",
    "original": "Cheers!"
  },
  {
    "key": "werewolfsex_394cd6e7",
    "original": "It’s so far past my bedtime… Maybe I should-"
  },
  {
    "key": "werewolfsex_aa060e96",
    "original": "Here Lil, how about another glass? We can keep going until the sun rises, either that or I’m on my ass!"
  },
  {
    "key": "werewolfsex_7e6f5e71",
    "original": "Haha, I don’t think anyone will be on their ass tonight, right?"
  },
  {
    "key": "werewolfsex_93187771",
    "original": "Depends on what the sexiest man in the room has to say about that, haahaaa…"
  },
  {
    "key": "werewolfsex_44db9cc3",
    "original": "Is that me?"
  },
  {
    "key": "werewolfsex_f02d08d7",
    "original": "Yo, this party is lit."
  },
  {
    "key": "werewolfsex_0a8dc9a3",
    "original": "Heyy, you’re [playername], right? Phew, you were always so scary before, but now like, you’re pretty cute! *Hic*"
  },
  {
    "key": "werewolfsex_ef758e11",
    "original": "Hello, I don't believe we've met?"
  },
  {
    "key": "werewolfsex_3bec423d",
    "original": "My name is like, ‘Devil’, and I think Butters is my mom, but I don’t know the details."
  },
  {
    "key": "werewolfsex_62989f51",
    "original": "Poyo... what did you do?"
  },
  {
    "key": "werewolfsex_addb1cb3",
    "original": "I gave Devil this potion and she became a smoking hot anthropomorph. Isn’t it awesome?"
  },
  {
    "key": "werewolfsex_1eb2623f",
    "original": "Come on, [playername], come and give me some tummy rubs in the guest bedroom."
  },
  {
    "key": "werewolfsex_7c99f2f0",
    "original": "The bunny girl takes my hand and strings me along in front of everyone else. I can even hear some light cheers from the crowd."
  },
  {
    "key": "werewolfsex_7722636d",
    "original": "Fortunately, I’m just drunk enough to think ‘fuck it, time to get some bunny pussy.'"
  },
  {
    "key": "werewolfsex_4d11f68d",
    "original": "You found a secret scene! Requirements met: Bang the bunny."
  },
  {
    "key": "werewolfsex_f02d08d7_1",
    "original": "Yo, this party is lit."
  },
  {
    "key": "werewolfsex_b695e962",
    "original": "Heyy, [playername]! *Hic* We really gotta meet like this more often!"
  },
  {
    "key": "werewolfsex_35878a5b",
    "original": "Oh Devil, you appear to have transformed, was that your doing, Poyo?"
  },
  {
    "key": "werewolfsex_973862b9",
    "original": "Yup, I have a special party pass, hehe! *Hic*"
  },
  {
    "key": "werewolfsex_268ad44a",
    "original": "Oh no. This isn’t the first time you’ve ever had alcohol, is it?"
  },
  {
    "key": "werewolfsex_948771cb",
    "original": "How about you come and give me some tummy rubs in the guest bedroom, y’know, just like old times? *Hic*"
  },
  {
    "key": "werewolfsex_1ec79519",
    "original": "You know, it might be a good idea if I did, just to keep an eye on you."
  },
  {
    "key": "werewolfsex_7c99f2f0_1",
    "original": "The bunny girl takes my hand and strings me along in front of everyone else. I can even hear some light cheers from the crowd."
  },
  {
    "key": "werewolfsex_7722636d_1",
    "original": "Fortunately, I’m just drunk enough to think ‘fuck it, time to get some bunny pussy.'"
  },
  {
    "key": "werewolfsex_435820cb",
    "original": "Devil falls down on her back and shows me what she means. I can recognize what she’s referring to: legs-up missionary."
  },
  {
    "key": "werewolfsex_aa01a6cc",
    "original": "She looks up to me with heated captivation, while her hand slyly moves to her privates, and begins to rub her supple folds."
  },
  {
    "key": "werewolfsex_7573ee04",
    "original": "And they really are supple. I'd dare say this Bunny's body is unquestionably perfect. Is this perhaps a consequence of the potion and transformation associated with it?"
  },
  {
    "key": "werewolfsex_6d46fd4f",
    "original": "Is this good? I am making myself wet and ready to take you."
  },
  {
    "key": "werewolfsex_2e72f14b",
    "original": "Very good, keep going."
  },
  {
    "key": "werewolfsex_4fb9ddd3",
    "original": "It’ll be my first time, so I want to make sure I’m ready."
  },
  {
    "key": "werewolfsex_cde0c87c",
    "original": "It's easy to get wet with you. You are very sexy."
  },
  {
    "key": "werewolfsex_e10a8c62",
    "original": "My cock rapidly stiffens as the two us watch each other masturbate. The pleasure seems rather new to Devil as she fidgets and squirms in reaction to the pleasure."
  },
  {
    "key": "werewolfsex_83a0b40b",
    "original": "Her wide eyes are intensely locked onto my erection; she really enjoys watching the way it moves."
  },
  {
    "key": "werewolfsex_b450607a",
    "original": "Her pussy gradually gets wetter as her fingers rub up and down its length. Soon, and almost impatiently, her hand withdraws. A trail of wetness connects her fingers signalling that she's wet enough."
  },
  {
    "key": "werewolfsex_d27878ea",
    "original": "Okay… Put it in me! I want to feel really good."
  },
  {
    "key": "werewolfsex_af8b30e8",
    "original": "She lays back further into the bedding, raising her rump a little further. Her tail twitches with anticipation."
  },
  {
    "key": "werewolfsex_deb82cbb",
    "original": "I nod and get into position, my cock fully erect and prepared to give this bunny the fuck of a lifetime."
  },
  {
    "key": "werewolfsex_190e2599",
    "original": "Shuffling closer, I align my shaft with her tight fluffy labia and gently press the tip forward."
  },
  {
    "key": "werewolfsex_5fa584c2",
    "original": "She’s incredibly wet, wetter than I’d expect considering we haven’t been going long, but regardless she’s still immensely tight."
  },
  {
    "key": "werewolfsex_112b27f2",
    "original": "My first push inwards is met with some slight resistance, and because of the wetness I slip off and grind against her clit."
  },
  {
    "key": "werewolfsex_38a92bb0",
    "original": "Oohh… Did it start? That felt good!"
  },
  {
    "key": "werewolfsex_ba2daa09",
    "original": "Not quite yet. You’re really tight, Devil."
  },
  {
    "key": "werewolfsex_df08d9ba",
    "original": "Mmm, well, I’m only a small little bunny."
  },
  {
    "key": "werewolfsex_5433097d",
    "original": "With a second, more carefully aligned push, I manage to pop inside and sink in with relative ease. But the intense tightness remains like a fist's grip around my cock."
  },
  {
    "key": "werewolfsex_76d43255",
    "original": "Her hands desperately grasp the bedsheets for support. Initially you suspect she may be in pain, but her face is showing absolute pleasure as she throws her head back and moans."
  },
  {
    "key": "werewolfsex_059c75d4",
    "original": "I want it, I want more! Please give me more!"
  },
  {
    "key": "werewolfsex_6e25030d",
    "original": "Her pussy twitches as I pull out, and as I thrust forwards it almost feels like I’m sucked back in by the tightness."
  },
  {
    "key": "werewolfsex_38fdc430",
    "original": "And again, and again, she gently eases around my girth and it becomes even more pleasureful for the two of us."
  },
  {
    "key": "werewolfsex_cc9405ae",
    "original": "The hilt of each thrust is so comfortable as well; her soft fur feels fantastic as it brushes against my skin. I’ve never wanted to treat something so soft so rough."
  },
  {
    "key": "werewolfsex_758034f8",
    "original": "The lust gradually takes control of me as I begin pounding into her bunny butt at a steady pace. Her squelching, wet pussy is so tight it threatens to make me cum if I were to ever speed up."
  },
  {
    "key": "werewolfsex_960bacda",
    "original": "Haaahhh… This’s sooo good… Rub my tummy too!"
  },
  {
    "key": "werewolfsex_ec8c33f7",
    "original": "While that may be the strangest request I’ve ever had during sex, my one-track mind doesn’t even double take as one of my hands begins to caress her sensitive tummy, while I pump in and out of her pussy."
  },
  {
    "key": "werewolfsex_ac637dbf",
    "original": "She trembles at the sensation of sex and rubbing, her insides gripping particularly tightly as if she just achieved an orgasm."
  },
  {
    "key": "werewolfsex_8830c103",
    "original": "Haahhh, yesss… I looove youuu, soooo muuuuch…"
  },
  {
    "key": "werewolfsex_f3ac77bb",
    "original": "Her pussy feels so good right now, it’s like I’m in heaven. A heaven full of anthropomorphic girls I can fuck to my heart’s content."
  },
  {
    "key": "werewolfsex_d97ac57d",
    "original": "The pressure of my orgasm signals its imminence. I grunt and try to hold back a little longer to relish each and every second with my lover."
  },
  {
    "key": "werewolfsex_da543aaf",
    "original": "But eventually, her pussy is just too pleasureful, and as my body gives in, I decide to push to my limit and rut her as fast as I can."
  },
  {
    "key": "werewolfsex_8c054981",
    "original": "Hooohh my gosh, oh my gosh! Aaaahhh!"
  },
  {
    "key": "werewolfsex_390259b5",
    "original": "An eruption of cum launches from my tip filling up the tiny bunny’s pussy and womb almost entirely."
  },
  {
    "key": "werewolfsex_62810400",
    "original": "The two of us continue to fuck passionately throughout the duration of my orgasm. Shivers of pleasure running down my spine with each deep thrust in my hyper-sensitive state."
  },
  {
    "key": "werewolfsex_75e142c6",
    "original": "Haaahhh… My eyes are swimming, haahhh… Everything went all white and fuzzy, aheh…"
  },
  {
    "key": "werewolfsex_c78029ab",
    "original": "Me too, Bun, me too…"
  },
  {
    "key": "werewolfsex_24ff83f9",
    "original": "After filling her to the brim, I gradually come to a stop and pull out."
  },
  {
    "key": "werewolfsex_b7885517",
    "original": "A few droplets of cum ooze down her pristine white fur, almost entirely camouflaged if it weren’t for her cute pink pussy serving as contrast."
  },
  {
    "key": "werewolfsex_b3fe1e78",
    "original": "With a deep breath, I drag myself to her side and my bunny lover takes the initiative to cradle me close in a cozy embrace."
  },
  {
    "key": "werewolfsex_efa8a5f8",
    "original": "Soon enough, we fall asleep while cuddled."
  },
  {
    "key": "werewolfsex_239b64ff",
    "original": "In the morning, I find myself waking up next to an actual white bunny snoozing on a pillow."
  },
  {
    "key": "werewolfsex_4cc67f16",
    "original": "Well, that was weird."
  }
]